Repository: Massad/honak.app
Catalog: lib/core/l10n/arb/app_*.arb
Languages: ar

# queueModificationSent
source: Modification request sent
ar: تم إرسال طلب التعديل

# queueModificationNotice
source: You'll be notified when it's reviewed
ar: سيتم إشعارك عند مراجعة التعديل

# queueCancelConfirmTitle
source: Cancel Reservation?
ar: إلغاء الحجز؟

# queueNoChargeNotice
source: No charges will be applied.
ar: لن يتم احتساب أي رسوم.

# queueConfirmCancel
source: Yes, Cancel Reservation
ar: نعم، إلغاء الحجز

# queueStayInQueue
source: No, Stay in Queue
ar: لا، البقاء بالدور

# queueServiceCompleted
source: Service completed successfully
ar: تمت الخدمة بنجاح

# queueServiceSummary
source: {pkg} • {price} • {min} min
ar: {pkg} • {price} • {min} دقيقة

# queueRebook
source: Book Again
ar: احجز مرة أخرى

# queueDetails
source: Details
ar: التفاصيل

# queueNoShowBanner
source: Did not show up
ar: لم يتم الحضور

# queueRebookNew
source: Book Again
ar: احجز من جديد

# queueBookingCancelled
source: Reservation cancelled
ar: تم إلغاء الحجز

# queueVehicleSedan
source: Sedan
ar: سيدان

# queueVehicleHatchback
source: Hatchback
ar: هاتشباك

# queueVehiclePickup
source: Pickup
ar: بيك أب

# queueVehicleMiniTruck
source: Mini Truck
ar: شاحنة صغيرة

# queueVehicleVan
source: Van
ar: فان

# queueColorWhite
source: White
ar: أبيض

# queueColorBlack
source: Black
ar: أسود

# queueColorSilver
source: Silver
ar: فضي

# queueColorGray
source: Gray
ar: رمادي

# queueColorRed
source: Red
ar: أحمر

# queueColorBlue
source: Blue
ar: أزرق

# queueColorNavy
source: Navy
ar: كحلي

# queueColorBeige
source: Beige
ar: بيج

# queueColorGreen
source: Green
ar: أخضر

# queueAddOnLeatherCleaning
source: Leather Seat Cleaning
ar: تنظيف جلد المقاعد

# queueAddOnTirePolish
source: Tire Polish
ar: تلميع الإطارات

# queueAddOnPetHairRemoval
source: Pet Hair Removal
ar: إزالة الشعر (حيوانات أليفة)

# queueAddOnPremiumFragrance
source: Premium Fragrance
ar: معطر فاخر

# queueAddOnTrunkCleaning
source: Trunk Cleaning
ar: تنظيف الصندوق

# queueDiscountReasonVip
source: VIP Customer
ar: عميل مميز

# queueDiscountReasonCompensation
source: Service compensation
ar: تعويض عن خدمة سابقة

# queueDiscountReasonSpecialOffer
source: Special offer
ar: عرض خاص

# queueDiscountReasonSubscription
source: Subscription
ar: اشتراك

# queueDiscountReasonFirstVisit
source: First visit
ar: أول زيارة

# queueDiscountReasonOther
source: Other
ar: أخرى

# bizReqManageTitle
source: Order Management
ar: إدارة الطلبات

# bizReqNewRequests
source: New requests
ar: طلبات جديدة

# bizReqAcceptedRequests
source: Accepted requests
ar: طلبات مقبولة

# bizReqInProgress
source: In progress
ar: قيد التنفيذ

# bizReqCompletedRequests
source: Completed requests
ar: طلبات مكتملة

# bizReqAutoApproval
source: Auto approval
ar: قبول تلقائي

# bizReqManualApproval
source: Manual approval
ar: قبول يدوي

# bizReqNoRequestsLabel
source: No {label}
ar: لا توجد {label}

# bizReqOrdersAppearHere
source: Orders will appear here when received
ar: ستظهر الطلبات هنا عند وصولها

# bizReqLoadError
source: Error loading orders
ar: حدث خطأ في تحميل الطلبات

# bizReqStatusPending
source: Pending
ar: معلق

# bizReqStatusAccepted
source: Accepted
ar: مقبول

# bizReqStatusInProgress
source: In progress
ar: قيد التنفيذ

# bizReqStatusPreparing
source: Preparing
ar: قيد التحضير

# bizReqStatusReady
source: Ready
ar: جاهز

# bizReqStatusDelivered
source: Delivered
ar: تم التسليم

# bizReqStatusCompleted
source: Completed
ar: مكتمل

# bizReqStatusDeclined
source: Declined
ar: مرفوض

# bizReqTimeNow
source: Now
ar: الآن

# bizReqTimeMinutes
source: {count}m ago
ar: منذ {count} د

# bizReqTimeHours
source: {count}h ago
ar: منذ {count} س

# bizReqTimeDays
source: {count}d ago
ar: منذ {count} يوم

# bizReqTimeWeeks
source: {count}w ago
ar: منذ {count} أسبوع

# bizReqItemsCount
source: {count} items
ar: {count} أصناف

# bizReqItems
source: Items
ar: الأصناف

# bizReqTotal
source: Total
ar: المجموع

# bizReqCustomerNote
source: Customer note
ar: ملاحظة العميل

# bizReqDeclineReason
source: Decline reason
ar: سبب الرفض

# bizReqAccept
source: Accept
ar: قبول

# bizReqAlternative
source: Alternative
ar: بديل

# bizReqDecline
source: Decline
ar: رفض

# bizReqAcceptOrder
source: Accept order
ar: قبول الطلب

# bizReqStartExecution
source: Start execution
ar: بدء التنفيذ

# bizReqMarkDelivered
source: Delivered
ar: تم التسليم

# bizReqReadyForDelivery
source: Ready for delivery
ar: جاهز للتسليم

# bizReqChat
source: Chat
ar: محادثة

# bizReqSendReceipt
source: Send receipt
ar: إرسال إيصال

# bizReqAccepted
source: Order accepted
ar: تم قبول الطلب

# bizReqDeclined
source: Order declined
ar: تم رفض الطلب

# bizReqSuggestionSent
source: Suggestion sent
ar: تم إرسال الاقتراح

# bizReqStatusUpdated
source: Status updated: {label}
ar: تم تحديث الحالة: {label}

# bizReqError
source: An error occurred
ar: حدث خطأ

# bizReqDetailTitle
source: Order Details
ar: تفاصيل الطلب

# bizReqSummaryTab
source: Summary
ar: الملخص

# bizReqLogTab
source: Log
ar: السجل

# bizReqSuggestAlternative
source: Suggest alternative
ar: اقتراح بديل

# bizReqMessageCustomer
source: Message {name}
ar: مراسلة {name}

# bizReqTypeOrder
source: Purchase order
ar: طلب شراء

# bizReqTypeBooking
source: Service booking
ar: حجز خدمة

# bizReqTypeInspection
source: Inspection request
ar: طلب معاينة

# bizReqTypeInquiry
source: Inquiry
ar: استفسار

# bizReqTypeReservation
source: Reservation
ar: حجز

# bizReqPendingBanner
source: Customer sent a request — waiting for your response
ar: العميل أرسل طلب — بانتظار ردك

# bizReqPendingBannerHint
source: You can accept or decline the order
ar: يمكنك قبول أو رفض الطلب

# bizReqAcceptedBanner
source: Order accepted — awaiting execution
ar: تم قبول الطلب — بانتظار التنفيذ

# bizReqNoLogYet
source: No activity log yet
ar: لا يوجد سجل بعد

# bizReqActivityCreated
source: Request submitted
ar: تم إرسال الطلب

# bizReqActivityCustomer
source: Customer
ar: عميل

# bizReqActivityStatusChanged
source: Status changed
ar: تم تغيير الحالة

# bizReqActivityDeclineReason
source: Decline reason added
ar: تم إضافة سبب الرفض

# bizReqActivityCustomerNote
source: Customer note
ar: ملاحظة من العميل

# bizReqActivityPaymentRecorded
source: Payment recorded
ar: تم تسجيل الدفع

# bizReqActivityCash
source: Cash
ar: نقدي

# bizReqActivityManager
source: Manager
ar: مدير

# bizReqActivityEmployee
source: Employee
ar: موظف

# bizReqActivityEmployeeFemale
source: Employee
ar: موظفة

# bizReqActivitySupervisor
source: Supervisor
ar: مشرف

# bizReqDeclineNotAvailable
source: Not available
ar: غير متوفر

# bizReqDeclineOutOfRange
source: Out of delivery range
ar: خارج نطاق التوصيل

# bizReqDeclineBusy
source: Currently busy
ar: مشغولون حالياً

# bizReqDeclinePriceChanged
source: Price changed
ar: السعر تغيّر

# bizReqDeclineTitle
source: Decline reason
ar: سبب الرفض

# bizReqDeclineOtherReason
source: Other reason
ar: سبب آخر

# bizReqDeclineWriteReason
source: Write reason...
ar: اكتب السبب...

# bizReqDeclineConfirm
source: Decline order
ar: رفض الطلب

# bizReqDeclineError
source: Error while declining
ar: حدث خطأ أثناء الرفض

# bizReqAltTitle
source: Suggest alternative
ar: اقتراح بديل

# bizReqAltChooseType
source: Choose suggestion type
ar: اختر نوع الاقتراح

# bizReqAltAvailable
source: Alternative available
ar: البديل متوفر

# bizReqAltSuggestOther
source: We suggest other options
ar: نقترح خيارات أخرى

# bizReqAltTextOnly
source: Text note only
ar: ملاحظة نصية فقط

# bizReqAltChooseItems
source: Choose suggested alternatives
ar: اختر البدائل المقترحة

# bizReqAltPickItems
source: Pick alternatives
ar: اختر البدائل

# bizReqAltSelectProducts
source: Select from products
ar: اختر من المنتجات

# bizReqAltAddMore
source: Add more
ar: إضافة المزيد

# bizReqAltSuggestedCount
source: Suggested alternatives ({count})
ar: البدائل المقترحة ({count})

# bizReqAltAddNote
source: Add a note for the customer
ar: أضف ملاحظة للعميل

# bizReqAltNoteHint
source: e.g. Item unavailable, but a similar alternative exists...
ar: مثال: الصنف غير متوفر، لكن يوجد بديل مشابه...

# bizReqAltSend
source: Send suggestion
ar: إرسال اقتراح

# bizReqTrucks
source: Trucks
ar: الشاحنات

# bizReqTrucksActive
source: {count} active
ar: {count} نشطة

# bizReqTrucksStats
source: {delivered} delivered · {remaining} remaining
ar: {delivered} تسليم · {remaining} متبقي

# bizReqTruckOnRoute
source: On route
ar: على المسار

# bizReqTruckNotStarted
source: Not started
ar: لم يبدأ

# bizReqTruckComplete
source: Complete
ar: اكتمل

# bizReqTruckOffToday
source: Day off
ar: عطلة اليوم

# bizReqTruckOrdersDeferred
source: Orders will carry over to next delivery day
ar: الطلبات ستنتقل ليوم التوصيل القادم

# bizReqInvFull
source: Full
ar: ممتلئ

# bizReqInvEmpty
source: Empty
ar: فارغ

# bizReqInvReserved
source: Reserved
ar: محجوز

# bizReqInvFullCount
source: {count} full
ar: {count} ممتلئ

# bizReqInvEmptyCount
source: {count} empty
ar: {count} فارغ

# bizReqInvReservedCount
source: {count} reserved
ar: {count} محجوز

# bizReqInvLoadedOf
source: of {capacity} loaded
ar: من {capacity} محمّل

# bizReqInvCollectedToday
source: Collected today
ar: تم جمعها اليوم

# bizReqInvAvailableNew
source: {count} available for new orders
ar: {count} متاح لطلبات جديدة

# bizReqInvReservedUpcoming
source: {count} reserved for upcoming orders
ar: {count} محجوز لطلبات قادمة

# bizReqInvEmptyWarning
source: Truck is empty — needs reloading
ar: الشاحنة فارغة — تحتاج تحميل جديد

# bizReqInvShortageWarning
source: Insufficient stock — {count} orders may need deferral
ar: المخزون غير كافٍ — {count} طلبات قد تحتاج تأجيل

# bizReqInvLowWarning
source: Low stock — consider reloading
ar: مخزون منخفض — فكّر بالتحميل

# bizReqWalkUpTitle
source: Quick order
ar: طلب سريع

# bizReqWalkUpSource
source: Order source
ar: مصدر الطلب

# bizReqWalkUpSourceWalkUp
source: Walk-up
ar: عشوائي

# bizReqWalkUpSourcePhone
source: Phone
ar: اتصال

# bizReqWalkUpSourceWhatsapp
source: WhatsApp
ar: واتساب

# bizReqWalkUpWho
source: Who?
ar: من؟

# bizReqWalkUpCustomerName
source: Customer name
ar: اسم الزبون

# bizReqWalkUpPhoneOptional
source: Phone number (optional)
ar: رقم الهاتف (اختياري)

# bizReqWalkUpDefaultCustomer
source: Walk-up customer
ar: زبون عابر

# bizReqWalkUpGpsPoint
source: GPS point
ar: نقطة GPS

# bizReqWalkUpEmpties
source: Empties to collect
ar: فوارغ للجمع

# bizReqWalkUpPayment
source: Payment
ar: الدفع

# bizReqWalkUpPayCash
source: Cash
ar: نقداً

# bizReqWalkUpPayCredits
source: Credits
ar: رصيد

# bizReqWalkUpPayOnAccount
source: On account
ar: على الحساب

# bizReqWalkUpNoteHint
source: Note (optional)
ar: ملاحظة (اختياري)

# bizReqWalkUpAddDeliver
source: Add & deliver now
ar: أضف وسلّم الآن

# bizReqWalkUpAddQueue
source: Add to queue
ar: أضف للدور

# bizReqDmExit
source: Exit
ar: الخروج

# bizReqDmDeliveredToast
source: Delivered order for {name}
ar: تم تسليم طلب {name}

# bizReqDmSkippedToast
source: Skipped {name}
ar: تم تخطي {name}

# bizReqDmWalkUpDelivered
source: Delivered order for {name}
ar: تم تسليم طلب {name}

# bizReqDmAddedToQueue
source: Added {name} to queue
ar: تمت إضافة {name} للدور

# bizReqDmReloaded
source: Reloaded — fresh start
ar: تم التحميل — بداية جديدة

# bizReqDmNotified
source: Notified {name} — heading out
ar: تم إخطار {name} — جاري التوجه

# bizReqDmCancelledNav
source: Navigation cancelled — pick next
ar: تم إلغاء التوجه — اختر التالي

# bizReqDmUndone
source: Undone delivery for {name}
ar: تم التراجع عن تسليم {name}

# bizReqDmEditSaved
source: Edited delivery for {name}
ar: تم تعديل تسليم {name}

# bizReqDmHeadingTo
source: Heading to
ar: جاري التوجه

# bizReqDmNewCustomer
source: New
ar: جديد

# bizReqDmCreditsLabel
source: Credits: {count}
ar: رصيد: {count}

# bizReqDmMap
source: Map
ar: خريطة

# bizReqDmCall
source: Call
ar: اتصال

# bizReqDmSkip
source: Skip
ar: تخطي

# bizReqDmCancel
source: Cancel
ar: إلغاء

# bizReqDmSwipeDeliver
source: Swipe to deliver
ar: اسحب للتسليم

# bizReqDmRouteComplete
source: Route complete!
ar: اكتمل المسار!

# bizReqDmAllDelivered
source: All orders delivered
ar: تم تسليم جميع الطلبات

# bizReqDmQueueRemaining
source: Queue ({count} remaining)
ar: الدور ({count} متبقي)

# bizReqDmPickNext
source: Pick next ({count} remaining)
ar: اختر التالي ({count} متبقي)

# bizReqDmBottle
source: bottle
ar: قارورة

# bizReqDmSwipeStart
source: Swipe to start delivery
ar: اسحب لبدء التوصيل

# bizReqDmSwapCurrent
source: Swap with current order
ar: تبديل مع الطلب الحالي

# bizReqDmSwapped
source: Swapped — {name} is next
ar: تم تبديل — {name} هو التالي

# bizReqDmQuickOrder
source: Quick order
ar: طلب سريع

# bizReqDmReload
source: Reload
ar: تحميل

# bizReqDmEndRoute
source: End
ar: إنهاء

# bizReqDmComingSoon
source: Coming soon
ar: قريباً

# bizReqSheetPayCash
source: Cash
ar: نقداً

# bizReqSheetPayCredits
source: Credits
ar: رصيد

# bizReqSheetPayOnAccount
source: On account
ar: آجل

# bizReqSheetSourceAuto
source: Auto
ar: تلقائي

# bizReqSheetSourceApp
source: App order
ar: طلب تطبيق

# bizReqSheetSourceWalkUp
source: Walk-up
ar: عشوائي

# bizReqSheetSourcePhone
source: Call
ar: اتصال

# bizReqSheetSourceWhatsapp
source: WhatsApp
ar: واتساب

# bizReqSheetSourceAdHoc
source: Manual
ar: يدوي

# bizReqSheetDelivered
source: Delivered ({count})
ar: تم التسليم ({count})

# bizReqSheetUnit
source: unit
ar: وحدة

# bizReqSheetUnitCount
source: {count} units
ar: {count} وحدة

# bizReqSheetEmptyCount
source: {count} empty
ar: {count} فارغ

# bizReqSheetEditData
source: Edit data
ar: تعديل البيانات

# bizReqSheetUndo
source: Undo
ar: تراجع

# bizReqSheetExpired
source: More than 30 min — can't edit
ar: مضى أكثر من ٣٠ دقيقة — لا يمكن التعديل

# bizReqSheetEditTitle
source: Edit delivery data
ar: تعديل بيانات التسليم

# bizReqSheetEditSubtitle
source: Modify quantities or payment method
ar: تعديل الكميات أو طريقة الدفع

# bizReqSheetEditWarning
source: Edit will be logged in activity with time and original values
ar: التعديل سيُسجّل في سجل النشاط مع الوقت والقيم الأصلية

# bizReqSheetFullDelivered
source: Full delivered
ar: ممتلئ تم تسليمه

# bizReqSheetEmptiesCollected
source: Empties collected
ar: فوارغ تم جمعها

# bizReqSheetNoteHint
source: Note (optional)
ar: ملاحظة (اختياري)

# bizReqSheetSaveEdit
source: Save changes
ar: حفظ التعديلات

# bizReqSheetConfirmTitle
source: Confirm delivery
ar: تأكيد التسليم

# bizReqSheetExchangeDiff
source: Exchange difference
ar: فرق الاستبدال

# bizReqSheetExchange
source: Exchange (empty ↔ full)
ar: استبدال (فارغ ↔ ممتلئ)

# bizReqSheetNewNoEmpty
source: New (no empty)
ar: جديد (بدون فارغ)

# bizReqSheetPaymentChanged
source: Payment changed from {from} to {to}
ar: تم تغيير الدفع من {from} إلى {to}

# bizReqSheetCreditsAfter
source: Credits: {before} ← {after} after confirm
ar: رصيد: {before} ← {after} بعد التأكيد

# bizReqSheetConfirmDelivery
source: Confirm delivery
ar: تأكيد التسليم

# bizReqSheetSkipTitle
source: Skip delivery?
ar: تخطي التوصيل؟

# bizReqSheetSkipReasonHint
source: Reason...
ar: السبب...

# bizReqSheetMoveTo
source: Move to:
ar: نقل إلى:

# bizReqSheetSkipConfirm
source: Skip & next
ar: تخطي والتالي

# bizReqSheetReloadTitle
source: New reload
ar: تحميل جديد

# bizReqSheetReloadSubtitle
source: Returned to depot and loaded truck
ar: عدت للمستودع وحمّلت الشاحنة

# bizReqSheetFullLoaded
source: Full loaded
ar: ممتلئ تم تحميله

# bizReqSheetEmptiesDropped
source: Empties dropped off
ar: فوارغ تم تنزيلها

# bizReqSheetReloadConfirm
source: Confirm — fresh start
ar: تأكيد — بداية جديدة

# bizReqSkipNotHome
source: Customer not home
ar: العميل غير موجود

# bizReqSkipCantAccess
source: Can't access location
ar: لا يمكن الوصول للموقع

# bizReqSkipCustomerDelay
source: Customer asked to defer
ar: العميل طلب تأجيل

# bizReqSkipOutOfStock
source: Out of stock
ar: نفاد المخزون

# bizReqSkipOther
source: Other reason
ar: سبب آخر

# bizReqSkipDestEndOfQueue
source: End of today's queue
ar: نهاية الدور اليوم

# bizReqSkipDestTomorrow
source: Tomorrow's queue
ar: دور الغد

# bizReqSkipDestRemove
source: Remove from queue
ar: إزالة من الدور

# bizReqSumTitle
source: Route summary
ar: ملخص المسار

# bizReqSumDuration
source: Duration: {hours} hours
ar: المدة: {hours} ساعة

# bizReqSumDurationMinutes
source: Duration: {hours}h {minutes}m
ar: المدة: {hours} ساعة {minutes} دقيقة

# bizReqSumDelivered
source: Delivered
ar: تم التسليم

# bizReqSumSkipped
source: Skipped
ar: تم التخطي

# bizReqSumNotDelivered
source: Not delivered
ar: لم يُسلّم

# bizReqSumInventory
source: Inventory
ar: المخزون

# bizReqSumStartedWith
source: Started with
ar: بدأ بـ

# bizReqSumFullCount
source: {count} full
ar: {count} ممتلئ

# bizReqSumReloads
source: Reloads
ar: إعادة تحميل

# bizReqSumReloadTimes
source: +{count} times
ar: +{count} مرة

# bizReqSumDeliveredCount
source: -{count} full
ar: -{count} ممتلئ

# bizReqSumRemaining
source: Remaining
ar: متبقي

# bizReqSumEmptiesCollected
source: Empties collected
ar: فوارغ تم جمعها

# bizReqSumRevenue
source: Revenue
ar: الإيرادات

# bizReqSumPrepaid
source: Prepaid credits
ar: رصيد مسبق

# bizReqSumCash
source: Cash
ar: نقد

# bizReqSumOnAccount
source: On account
ar: على الحساب

# bizReqSumTotalUnits
source: Total units
ar: إجمالي الوحدات

# bizReqSumPaymentChanges
source: Payment method changes:
ar: تغييرات طريقة الدفع:

# bizReqSumDriverNotes
source: Driver notes:
ar: ملاحظات السائق:

# bizReqSumSources
source: Order sources
ar: مصادر الطلبات

# bizReqSumSkippedList
source: Skipped:
ar: تم التخطي:

# bizReqSumTomorrow
source: Tomorrow
ar: الغد

# bizReqSumRemoved
source: Removed
ar: أُزيل

# bizReqSumEndRoute
source: End route
ar: إنهاء المسار

# bizReqTdOffToday
source: Off today
ar: عطلة اليوم

# bizReqTdUnknown
source: Unknown
ar: غير معروف

# bizReqTdOverview
source: Overview
ar: نظرة عامة

# bizReqTdActivity
source: Activity
ar: النشاط

# bizReqTdRouteProgress
source: Route progress
ar: تقدم المسار

# bizReqTdDeliveryCount
source: {delivered}/{total} delivered
ar: {delivered}/{total} تسليم

# bizReqTdCurrent
source: Current
ar: حالي

# bizReqTdRemaining
source: Remaining
ar: متبقي

# bizReqTdSkipCount
source: Skipped
ar: تخطي

# bizReqTdInventoryTitle
source: Inventory
ar: المخزون

# bizReqTdEmptyCollected
source: Empty collected
ar: فارغ تم جمعه

# bizReqTdFullOf
source: Full (of {capacity})
ar: ممتلئ (من {capacity})

# bizReqTdTruckOffToday
source: Truck is off today
ar: الشاحنة في عطلة اليوم

# bizReqTdOrdersMoveTo
source: Orders will move to {day}
ar: الطلبات ستنتقل لـ {day}

# bizReqTdNoDeliveryDays
source: No delivery days set
ar: لا توجد أيام توصيل محددة

# bizReqTdPendingDeferred
source: {count} orders will auto-defer to {day}
ar: {count} طلب سيتم ترحيلهم تلقائيا إلى {day}

# bizReqTdNoPending
source: No pending orders
ar: لا توجد طلبات معلقة

# bizReqTdDriver
source: Driver
ar: السائق

# bizReqTdCoverageZones
source: Coverage zones
ar: مناطق التغطية

# bizReqTdAreaKm2
source: {area} km²
ar: {area} كم²

# bizReqTdSchedule
source: Schedule
ar: الجدول

# bizReqTdWorkHours
source: Work hours
ar: ساعات العمل

# bizReqTdCapacity
source: Capacity
ar: السعة

# bizReqTdEmpties
source: Empties
ar: فوارغ

# bizReqTdStartRoute
source: Start route
ar: ابدأ المسار

# bizReqTdContinueRoute
source: Continue route
ar: تابع المسار

# bizReqTdViewSummary
source: View summary
ar: عرض الملخص

# bizReqTdStartDespiteOff
source: Start route despite off day
ar: بدء المسار رغم العطلة

# bizReqTdExceptionalOp
source: Exceptional operation — this is a truck off day
ar: تشغيل استثنائي — هذا يوم عطلة للشاحنة

# bizReqTdSystemUser
source: System user
ar: مستخدم النظام

# bizReqTdTodayActivity
source: Today's activity
ar: نشاط اليوم

# bizReqTdRouteNotStarted
source: Route not started yet
ar: لم يبدأ المسار بعد

# bizReqTdExceptionalOpLog
source: Exceptional operation on off day
ar: تشغيل استثنائي في يوم العطلة

# bizReqTdActivatedBy
source: Activated by {name}
ar: تم التفعيل بواسطة {name}

# bizReqTdRouteStart
source: Route start
ar: بدء المسار

# bizReqTdLoadedUnits
source: Loaded {count} units
ar: تحميل {count} وحدة

# bizReqTdDelivery
source: Delivery — {name}
ar: تسليم — {name}

# bizReqTdDeliveryDetail
source: {full} units · {empty} empty{extra}
ar: {full} وحدة · {empty} فارغ{extra}

# bizReqTdSkipLabel
source: Skip — {name}
ar: تخطي — {name}

# bizReqTdRouteEnd
source: Route end
ar: انتهاء المسار

# bizReqTdRouteEndDetail
source: {delivered} delivered · {empty} empty
ar: {delivered} تسليم · {empty} فارغ

# bizReqTdRescheduledTomorrow
source: ← Deferred to tomorrow
ar: ← تم ترحيله للغد

# bizReqTdRescheduledTo
source: ← Deferred to {dest}
ar: ← تم ترحيله إلى {dest}

# bizReqTdPreviousRoutes
source: Previous routes ({count})
ar: المسارات السابقة ({count})

# bizReqTdDeliveryBadge
source: {count} delivered
ar: {count} تسليم

# bizReqTdSkipBadge
source: {count} skipped
ar: {count} تخطي

# bizReqTdNewNoEmpty
source: {count} new (no empty)
ar: {count} جديد (بدون فارغ)

# bizReqTdExtraEmpty
source: {count} extra empty
ar: {count} فارغ زيادة

# bizReqTdNoExchange
source: No exchange
ar: بدون استبدال

# bizReqTdDaySat
source: Sat
ar: سبت

# bizReqTdDaySun
source: Sun
ar: أحد

# bizReqTdDayMon
source: Mon
ar: اثنين

# bizReqTdDayTue
source: Tue
ar: ثلاثاء

# bizReqTdDayWed
source: Wed
ar: أربعاء

# bizReqTdDayThu
source: Thu
ar: خميس

# bizReqTdDayFri
source: Fri
ar: جمعة

# bizReqTdRouteTime
source: {start} – {end} ({hours}h {mins}m)
ar: {start} – {end} ({hours}س {mins}د)

# bizReqDmDistMeters
source: {meters}m
ar: {meters}م

# bizReqDmDistKm
source: {km}km
ar: {km}كم

# bizReqCqDelivered
source: Delivered
ar: تم التوصيل

# bizReqCqDeliveredAt
source: Delivered at {time}
ar: تم التسليم الساعة {time}

# bizReqCqDeliveredAtBy
source: Delivered at {time} by {driver}
ar: تم التسليم الساعة {time} بواسطة {driver}

# bizReqCqDeliveredQty
source: {qty} bottles delivered
ar: {qty} قارورة تم تسليمها

# bizReqCqDeliveredQtyEmpties
source: {qty} bottles delivered · {empties} empties collected
ar: {qty} قارورة تم تسليمها · {empties} فارغة تم جمعها

# bizReqCqCreditsDeducted
source: Credits: {before} → {after} (auto-deducted)
ar: الرصيد: {before} ← {after} (تم الخصم تلقائياً)

# bizReqCqSkipped
source: Delivery skipped
ar: تم تخطي التوصيل

# bizReqCqRescheduled
source: Rescheduled: {date}
ar: تمت إعادة الجدولة: {date}

# bizReqCqQueued
source: Your order is on today's route
ar: طلبك في مسار اليوم

# bizReqCqQueuedEta
source: Estimated: {min} — {max} minutes
ar: المتوقع: {min} — {max} دقيقة

# bizReqCqQueuedToday
source: Delivery today
ar: سيتم التوصيل اليوم

# bizReqCqOnRoute
source: Driver in the area
ar: السائق في المنطقة

# bizReqCqOnRouteApproaching
source: Driver approaching
ar: السائق يقترب

# bizReqCqNext
source: Driver is on the way to you!
ar: السائق في طريقه إليك!

# bizReqCqNextEta
source: Estimated: 5 — 10 minutes
ar: المتوقع: ٥ — ١٠ دقائق

# bizReqCqPrepare
source: Get ready:
ar: جهّز للاستلام:

# bizReqCqDriverLabel
source: Driver: {name}
ar: السائق: {name}

# bizReqCqCall
source: Call
ar: اتصال

# bizReqEstTrackingType
source: Tracking type
ar: نوع التتبع

# bizReqEstCustomerSees
source: What does the customer see?
ar: ماذا يرى العميل؟

# bizReqEstQueuePosition
source: Queue position
ar: ترتيبه في الدور

# bizReqEstQueuePositionDesc
source: Example: You are #3 on today's route
ar: مثال: أنت #3 في مسار اليوم

# bizReqEstDriverContact
source: Driver name & phone
ar: اسم السائق وهاتفه

# bizReqEstDriverContactDesc
source: Customer can call the driver directly
ar: يمكنه الاتصال بالسائق مباشرة

# bizReqEstLiveTracking
source: Live tracking
ar: تتبع مباشر

# bizReqEstLiveTrackingDesc
source: Live truck map (coming soon)
ar: خريطة مباشرة لموقع الشاحنة (قريباً)

# bizReqEstDeliveryWindow
source: Typical delivery time
ar: وقت التوصيل المعتاد

# bizReqEstDeliveryWindowHint
source: Example: 1-2 hours after route start
ar: مثال: ١-٢ ساعة بعد بداية المسار

# bizReqEstDeliveryDays
source: Delivery days
ar: أيام التوصيل

# bizReqEstDeliveryDaysHint
source: Example: Sun, Tue, Thu
ar: مثال: أحد، ثلاثاء، خميس
