Repository: Massad/honak.app
Catalog: lib/core/l10n/arb/app_*.arb
Languages: ar

# claimReviewGpsDone
source: Detected
ar: تم التحديد

# claimReviewGpsNotDone
source: Not detected
ar: لم يُحدد

# claimReviewMethod
source: Verification method
ar: طريقة التحقق

# claimReviewDocument
source: Document
ar: المستند

# claimReviewVisitTime
source: Visit time
ar: وقت الزيارة

# claimReviewNotes
source: Notes
ar: ملاحظات

# claimEditInfo
source: Edit info
ar: تعديل البيانات

# claimEditVerification
source: Edit verification
ar: تعديل التحقق

# claimAgreementText
source: I confirm that the information provided is accurate and that I am the owner of or officially authorized to manage this business. I agree to the
ar: أقر بأن المعلومات المقدمة صحيحة وأنني صاحب هذا النشاط أو مفوّض رسمياً بإدارته. أوافق على

# claimTermsOfService
source: Terms of Service
ar: شروط الاستخدام

# claimPrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية

# claimFraudWarning
source: Providing false information to claim a page that doesn't belong to you is a violation and will result in permanent account ban with possible legal action.
ar: تقديم معلومات كاذبة لإثبات ملكية صفحة لا تخصك يُعتبر مخالفة صريحة ويؤدي لحظر حسابك نهائياً مع إمكانية اتخاذ إجراء قانوني.

# claimVisitTimeline
source: We'll contact you within 24 hours to confirm the visit
ar: سنتواصل معك خلال ٢٤ ساعة لتأكيد الزيارة

# claimReviewTimeline
source: Review time: 24 hours
ar: مدة المراجعة: ٢٤ ساعة

source: Add
ar: إضافة

source: Previous
ar: السابق
