Repository: Massad/honak.app
Catalog: lib/core/l10n/arb/app_*.arb
Languages: ar

# bizReqEstOffDayMessage
source: Off-day message
ar: رسالة خارج أيام التوصيل

# bizReqEstOffDayMessageHint
source: Example: Next delivery: Sunday morning
ar: مثال: التوصيل القادم: صباح الأحد

# bizReqEstModeRoute
source: Route-based
ar: حسب المسار

# bizReqEstModeRouteDesc
source: Customer sees queue position and remaining stops
ar: يرى العميل ترتيبه في دور التوصيل وعدد المتبقين قبله

# bizReqEstModeTime
source: Time estimate
ar: تقدير زمني

# bizReqEstModeTimeDesc
source: Shows "within 30-60 minutes" without queue details
ar: يظهر "خلال ٣٠-٦٠ دقيقة" بدون تفاصيل الدور

# bizReqEstModeNextDay
source: Next delivery day
ar: يوم التوصيل التالي

# bizReqEstModeNextDayDesc
source: Customer sees next delivery day only (no tracking)
ar: يرى العميل أقرب يوم توصيل فقط (بدون تتبع)

# bizReqEstComingSoon
source: Coming soon
ar: قريباً

# bizReqEstPreviewTitle
source: How the customer sees it
ar: كيف يراها العميل

# bizReqEstPreviewDriver
source: Mahmoud
ar: محمود

# bizReqDepTitle
source: Deposit & Payments
ar: العربون والمدفوعات

# bizReqDepSummary
source: {deposited} / {required} deposit · Total {total}
ar: {deposited} / {required} عربون · المبلغ الكلي {total}

# bizReqDepPayments
source: Payments
ar: المدفوعات

# bizReqDepRefunds
source: Refunds
ar: المستردات

# bizReqDepRefund
source: Refund
ar: استرداد

# bizReqDepRecordPayment
source: Record payment
ar: تسجيل دفعة

# bizReqDepRequired
source: Required
ar: المطلوب

# bizReqDepReceived
source: Received
ar: المستلم

# bizReqDepRemaining
source: Remaining
ar: المتبقي

# bizReqDepFormTitle
source: Record payment
ar: تسجيل دفعة

# bizReqDepAmountHint
source: Amount (JOD)
ar: المبلغ (د.أ)

# bizReqDepCliqAccount
source: CliQ account name
ar: اسم حساب CliQ

# bizReqDepBankName
source: Bank name
ar: اسم البنك

# bizReqDepAttachReceipt
source: Attach receipt photo
ar: إرفاق صورة الإيصال

# bizReqDepNotesHint
source: Notes (optional)
ar: ملاحظات (اختياري)

# bizReqDepCancel
source: Cancel
ar: إلغاء

# bizReqDepRecordedBy
source: Page owner
ar: صاحب الصفحة

# bizReqDepSave
source: Save
ar: حفظ

# bizReqDepRefundTitle
source: Refund amount
ar: استرداد مبلغ

# bizReqDepRefundMax
source: Maximum: {amount}
ar: الحد الأقصى: {amount}

# bizReqDepRefundReasonHint
source: Refund reason (required)
ar: سبب الاسترداد (مطلوب)

# bizReqDepConfirmRefund
source: Confirm refund
ar: تأكيد الاسترداد

# bizReqGjTitle
source: Booking stages
ar: مراحل الحجز

# bizReqGjDone
source: Done
ar: تم

# bizReqGjSpaceDefault
source: Space
ar: المكان

# bizReqGjViewMap
source: View location on map
ar: عرض الموقع على الخريطة

# bizReqGjSendNotification
source: Send notification
ar: إرسال إشعار

# bizReqGjConfirmStage
source: Confirm {stage}
ar: تأكيد {stage}

# bizReqSnapTitle
source: Locked booking terms
ar: شروط الحجز المثبّتة

# bizReqSnapReference
source: Reference
ar: مرجع

# bizReqSnapCapturedAt
source: Locked on {date}
ar: تم التثبيت {date}

# bizReqSnapInfoBanner
source: This is a locked snapshot of the booking terms at the time of request submission. It cannot be edited and serves as a reference in case of dispute.
ar: هذه نسخة مثبّتة من شروط الحجز كما كانت لحظة إرسال الطلب. لا يمكن تعديلها وتُستخدم كمرجع في حال وجود خلاف.

# bizReqSnapPricing
source: Pricing at booking
ar: التسعير عند الحجز

# bizReqSnapPricePerNight
source: Price per night
ar: السعر لكل ليلة

# bizReqSnapNights
source: Number of nights
ar: عدد الليالي

# bizReqSnapCleaningFee
source: Cleaning fee
ar: رسوم التنظيف

# bizReqSnapDiscount
source: Discount
ar: خصم

# bizReqSnapTotal
source: Total
ar: المجموع

# bizReqSnapDeposit
source: Deposit required
ar: العربون المطلوب

# bizReqSnapCancelKeepDeposit
source: Late cancellation: deposit retained
ar: الإلغاء المتأخر: يحتفظ بالعربون

# bizReqSnapCancelPercent
source: Late cancellation: {percent}% of total
ar: الإلغاء المتأخر: {percent}% من المبلغ

# bizReqSnapCancelFixed
source: Late cancellation: {amount}
ar: الإلغاء المتأخر: {amount}

# bizReqSnapCancelPolicy
source: Cancellation policy at booking
ar: سياسة الإلغاء عند الحجز

# bizReqSnapNoCancelPolicy
source: No cancellation policy
ar: لا توجد سياسة إلغاء

# bizReqSnapHouseRules
source: House rules at booking
ar: قوانين المنزل عند الحجز

# bizReqSnapDisclaimers
source: Safety & liability terms ({ack}/{total} acknowledged)
ar: بنود السلامة والمسؤولية ({ack}/{total} تم الموافقة)

# bizReqSnapAcknowledged
source: Agreed ✓
ar: وافق ✓

# bizReqSnapQuestions
source: Customer answers ({count})
ar: إجابات العميل ({count})

# bizReqSnapPaymentMethods
source: Payment methods at booking
ar: طرق الدفع المتاحة عند الحجز

# bizReqPropCheckIn
source: Property condition — Check-in
ar: حالة العقار — الوصول

# bizReqPropDocumented
source: Documented · {count} photos
ar: تم التوثيق · {count} صور

# bizReqPropNotDocumented
source: Not documented yet
ar: لم يتم التوثيق بعد

# bizReqPropDone
source: Done
ar: تم

# bizReqPropCheckOut
source: Property condition — Check-out
ar: حالة العقار — المغادرة

# bizReqPropDamages
source: Damage reports
ar: تقارير الأضرار

# bizReqPropNoDamages
source: No damages reported
ar: لا توجد أضرار مسجلة

# bizReqPropDamageCount
source: {count} damage(s) reported
ar: {count} ضرر مسجل

# bizReqPropInventory
source: Inventory checklist
ar: قائمة الجرد

# bizReqPropNoInventory
source: No inventory set up
ar: لم يتم إعداد قائمة جرد

# bizReqPropItemCount
source: {count} item(s)
ar: {count} عنصر

# bizReqPropNotes
source: Notes
ar: ملاحظات

# bizReqPropNotAvailable
source: Not available currently
ar: غير متاح حالياً

# bizReqPropStartCheckIn
source: Start check-in documentation
ar: بدء توثيق الوصول

# bizReqPropAddDamage
source: Report damage
ar: تسجيل ضرر

# bizReqPropEstimated
source: {amount} estimated
ar: {amount} تقديري

# bizReqPropDamageFormTitle
source: Report damage
ar: تسجيل ضرر

# bizReqPropDamageDescHint
source: Describe the damage...
ar: وصف الضرر...

# bizReqPropLocation
source: Location
ar: الموقع

# bizReqPropSeverity
source: Severity
ar: الخطورة

# bizReqPropCost
source: Cost
ar: التكلفة

# bizReqPropCostHint
source: JOD
ar: د.أ

# bizReqPropAttachPhotos
source: Attach damage photos
ar: إرفاق صور الضرر

# bizReqPropCancel
source: Cancel
ar: إلغاء

# bizReqPropRecord
source: Record
ar: تسجيل

# bizReqPropEmptyInventory
source: No inventory set up — add items you want to check
ar: لم يتم إعداد قائمة جرد — أضف العناصر التي تريد التحقق منها

# bizReqPropAddItemHint
source: Add inventory item... (towels, keys, tools)
ar: أضف عنصر جرد... (مناشف، مفاتيح، أدوات)

# catalogFilterItems
source: Filter {items}
ar: تصفية {items}

# catalogStatusAvailable
source: Available
ar: متوفر

# catalogStatusOutOfStock
source: Out of stock
ar: غير متوفر

# catalogStatusHidden
source: Hidden
ar: مخفي

# catalogStatus
source: Status
ar: الحالة

# catalogShowResults
source: Show Results ({count})
ar: عرض النتائج ({count})

# catalogResetFilters
source: Reset
ar: إعادة ضبط

# catalogCountOfTotal
source: {filtered} of {total} {label}
ar: {filtered} من {total} {label}

# catalogSelectedItem
source: item selected
ar: عنصر محدد

# catalogDiscountLabel
source: Discount
ar: خصم

# catalogHide
source: Hide
ar: إخفاء

# catalogAssignBranches
source: Assign branches
ar: تعيين الفروع

# catalogChangeCategory
source: Change category
ar: تغيير الفئة

# catalogAssignTeam
source: Assign team
ar: تعيين فريق

# catalogApplyDiscountOn
source: Apply discount on {count} {label}
ar: تطبيق خصم على {count} {label}

# catalogDiscountPercent
source: Discount %
ar: نسبة الخصم

# catalogApplyDiscount
source: Apply discount
ar: تطبيق الخصم

# catalogAssignTeamFor
source: Assign team for {count} {label}
ar: تعيين فريق لـ {count} {label}

# catalogApply
source: Apply
ar: تطبيق

# catalogDeselectAll
source: Deselect all
ar: إلغاء الكل

# catalogSelectAll
source: Select all
ar: تحديد الكل

# catalogAssignedSpecialists
source: Assigned specialists ({selected}/{total})
ar: المختصين المعينين ({selected}/{total})

# catalogNoSpecialistWarning
source: No specialist assigned — customers won't be able to choose a service provider
ar: لم يتم تعيين أي مختص — العملاء لن يتمكنوا من اختيار مزود الخدمة

# catalogReorder
source: Reorder
ar: ترتيب

# catalogSelect
source: Select
ar: تحديد

# catalogStock
source: Stock
ar: مخزون

# catalogCategoriesCount
source: Categories ({count})
ar: التصنيفات ({count})

# catalogSelectedCount
source: {count} selected
ar: {count} محدد

# catalogDragToReorder
source: Drag to reorder
ar: اسحب لتغيير الترتيب

# catalogReorderInfo
source: Use arrows to reorder items — the order appears as-is on your page
ar: استخدم الأسهم لتغيير ترتيب العناصر — الترتيب يظهر كما هو في صفحتك

# catalogNoItemsYet
source: No {label} yet
ar: لا يوجد {label} بعد

# catalogAddItemsHint
source: Add {label} to show on your page
ar: أضف {label} لتظهر في صفحتك

# catalogNoResultsFor
source: No results for "{query}"
ar: لا توجد نتائج لـ "{query}"

# catalogNoFilterResults
source: No items match this filter
ar: لا يوجد عناصر بهذه التصفية

# catalogClearFilter
source: Clear filter
ar: مسح التصفية

# catalogLoadError
source: Error loading {label}
ar: خطأ في تحميل {label}

# catalogPriceChangeApplied
source: Price change applied
ar: تم تطبيق تغيير الأسعار

# catalogPriceChangeStopped
source: Price change stopped
ar: تم إيقاف تغيير الأسعار

# catalogStatusUpdated
source: Updated status of {count} items
ar: تم تحديث حالة {count} عنصر

# catalogItemsDeleted
source: Deleted {count} items
ar: تم حذف {count} عنصر

# catalogDiscountApplied
source: Applied {percent}% discount
ar: تم تطبيق خصم {percent}٪

# catalogTeamAssigned
source: Assigned {teamCount} members to {itemCount} items
ar: تم تعيين {teamCount} عضو لـ {itemCount} عنصر

# catalogNoTeamMembers
source: No team members
ar: لا يوجد أعضاء فريق

# catalogSearchIn
source: Search {label}...
ar: بحث في {label}...

# catalogShowMore
source: Show more ({next} of {remaining} remaining)
ar: عرض المزيد ({next} من {remaining} متبقي)

# stockUpdateTitle
source: Update Stock
ar: تحديث المخزون

# stockEditCount
source: {count} edits
ar: {count} تعديل

# stockSearchHint
source: Search products...
ar: ابحث عن منتج...

# stockFilterAll
source: All
ar: الكل

# stockFilterLow
source: Low stock
ar: مخزون منخفض

# stockFilterOut
source: Out
ar: نفذ

# stockStatusOut
source: Out
ar: نفذ

# stockStatusLow
source: Low
ar: منخفض

# stockError
source: Error: {error}
ar: خطأ: {error}

# stockNoLowProducts
source: No low-stock products
ar: لا توجد منتجات بمخزون منخفض

# stockNoOutProducts
source: No out-of-stock products
ar: لا توجد منتجات نافذة

# stockNoProducts
source: No products
ar: لا توجد منتجات

# stockNewQuantity
source: New quantity
ar: الكمية الجديدة

# stockConfirm
source: Confirm
ar: تأكيد

# stockMinThreshold
source: Min threshold:
ar: الحد الأدنى:

# stockWasValue
source: (was {value})
ar: (كان {value})

# stockQuantityLabel
source: Qty:
ar: كمية:

# stockThresholdLabel
source: Threshold:
ar: حد أدنى:

# stockUndo
source: Undo
ar: تراجع

# stockSaveChanges
source: Save changes ({count})
ar: حفظ التعديلات ({count})

# stockUpdated
source: Stock updated ({count} changes)
ar: تم تحديث المخزون ({count} تعديل)

# wizardItemName
source: Name *
ar: الاسم *

# wizardItemNameHint
source: Item name
ar: اسم العنصر

# wizardCategory
source: Category
ar: التصنيف

# wizardImage
source: Image
ar: الصورة

# wizardImageComingSoon
source: Coming soon: image upload
ar: قريباً: رفع الصور

# wizardAddImage
source: Add image
ar: إضافة صورة

# wizardDescription
source: Description
ar: الوصف

# wizardDescriptionHint
source: Short description...
ar: وصف مختصر...

# wizardPriceJod
source: Price (JOD)
ar: السعر (د.أ)

# wizardDiscountPercent
source: Discount (%)
ar: نسبة الخصم (%)

# wizardAvailableQty
source: Available quantity
ar: الكمية المتوفرة

# wizardUncategorized
source: Uncategorized
ar: بدون تصنيف

# wizardMinutes
source: minutes
ar: دقيقة

# wizardAddMore
source: Add...
ar: أضف...

# wizardSaved
source: Saved
ar: تم الحفظ

# wizardSaveError
source: Error while saving
ar: حدث خطأ أثناء الحفظ

# wizardEditItem
source: Edit {item}
ar: تعديل {item}

# wizardAddItem
source: Add {item}
ar: إضافة {item}

# pcStepValue
source: Value
ar: القيمة

# pcStepScope
source: Scope
ar: النطاق

# pcStepSchedule
source: Schedule
ar: الجدول

# pcStepAnnouncement
source: Announcement
ar: الإعلان

# pcStepConfirm
source: Confirm
ar: التأكيد

# pcStepOf
source: {step} of {total}
ar: {step} من {total}

# pcConfirmAndApply
source: Confirm & Apply
ar: تأكيد وتطبيق

# pcPriceChanges
source: Price Changes
ar: تغييرات الأسعار

# pcNewChange
source: New Change
ar: تغيير جديد

# pcAffectedItem
source: affected item
ar: عنصر متأثر

# pcPublic
source: Public
ar: عام

# pcPrivate
source: Private
ar: خاص

# pcDayRemaining
source: day remaining
ar: يوم متبقي

# pcStopNow
source: Stop Now
ar: إيقاف الآن

# pcStartsInDays
source: Starts in {days} days
ar: يبدأ بعد {days} يوم

# pcHistoryTitle
source: Price Change History
ar: سجل تغييرات الأسعار

# pcHistoryCount
source: Price Change History ({count})
ar: سجل تغييرات الأسعار ({count})

# pcStatusActive
source: Active
ar: فعّال

# pcStatusScheduled
source: Scheduled
ar: مجدول

# pcStatusEnded
source: Ended
ar: منتهي

# pcStatusCancelled
source: Cancelled
ar: ملغى

# pcAllItems
source: All items
ar: جميع الأصناف

# pcActiveNow
source: Active now
ar: فعّال حالياً

# pcScheduledLabel
source: Scheduled
ar: مجدول

# pcPrevious
source: Previous
ar: السابقة

# pcNoChangesYet
source: No price changes yet
ar: لا توجد تغييرات أسعار بعد

# pcOpenEnded
source: Open-ended
ar: مفتوح

# pcView
source: View
ar: عرض

# pcStop
source: Stop
ar: إيقاف

# pcDetailTitle
source: Price Change Details
ar: تفاصيل تغيير الأسعار

# pcPeriod
source: Period
ar: الفترة

# pcDuration
source: Duration
ar: المدة

# pcDays
source: days
ar: يوم

# pcAffectedItems
source: Affected items
ar: عناصر متأثرة

# pcVisibility
source: Visibility
ar: الظهور

# pcPublicToCustomers
source: Public to customers
ar: عام للعملاء

# pcPrivateInternal
source: Private (internal)
ar: خاص (داخلي)

# pcReuseChange
source: Reuse this change
ar: إعادة استخدام هذا التغيير

# pcDirection
source: Change direction
ar: اتجاه التغيير

# pcDecrease
source: Decrease
ar: تخفيض

# pcIncrease
source: Increase
ar: زيادة

# pcMethod
source: Change method
ar: طريقة التغيير

# pcPercentage
source: Percentage
ar: نسبة مئوية

# pcFixedAmount
source: Fixed amount
ar: مبلغ ثابت

# pcValue
source: Value
ar: القيمة

# pcScopeAll
source: All items
ar: جميع الأصناف

# pcScopeCategory
source: By category
ar: حسب التصنيف

# pcScopeSpecific
source: Specific items
ar: عناصر محددة

# pcSearchHint
source: Search...
ar: بحث...

# pcStartTime
source: Start time
ar: وقت البدء

# pcStartNow
source: Now
ar: الآن

# pcScheduleLater
source: Schedule later
ar: جدولة لاحقاً

# pcStartDateTime
source: Start date & time
ar: تاريخ ووقت البدء

# pcEndTime
source: End time
ar: وقت الانتهاء

# pcSpecificDate
source: Specific date
ar: تاريخ محدد

# pcNoEnd
source: No end date
ar: بدون نهاية

# pcEndDateTime
source: End date & time
ar: تاريخ ووقت الانتهاء

# pcDurationApprox
source: Duration: ~{days} days
ar: المدة: ~{days} يوم

# pcPublicAnnouncement
source: Public announcement
ar: إعلان عام

# pcPublicDesc
source: Visible to customers on your page — they know it's a sale
ar: يظهر للعملاء في صفحتك — يعرف الزبون إنه في تخفيض

# pcPrivateDesc
source: Not visible to customers — price changes silently
ar: لا يظهر للعملاء — السعر يتغير بدون إعلان

# pcReasonOptional
source: Change reason (optional)
ar: سبب التغيير (اختياري)

# pcReasonHint
source: e.g. Summer sale...
ar: مثال: تخفيضات الصيف...

# pcPreview
source: Preview
ar: معاينة

# pcScopeAllInfo
source: Change will apply to all {items} ({count})
ar: سيتم تطبيق التغيير على جميع {items} ({count})

# pcEndBeforeStartError
source: End date must be after start date.
ar: تاريخ الانتهاء يجب أن يكون بعد تاريخ البدء.

# pcScheduleTip
source: Most seasonal changes last 1-4 weeks. You can edit or cancel the change at any time.
ar: معظم التغييرات الموسمية تستمر ١-٤ أسابيع. يمكنك تعديل أو إلغاء التغيير في أي وقت.

# pcPublicCustomerView
source: Customers will see: • Original price crossed out • New price highlighted • Change percentage • Reason for change (if provided)
ar: سيرى العملاء: • السعر الأصلي مشطوب • السعر الجديد بارز • نسبة التغيير • سبب التغيير (إن وجد)

# pcPrivateUpdateDesc
source: Prices will update silently. Customers won't see the old price or change percentage.
ar: سيتم تحديث الأسعار بدون إشعار. لن يرى العملاء السعر القديم أو نسبة التغيير.

# pcConfirmPreview
source: Preview ({count} of {total})
ar: معاينة ({count} من {total})

# pcOneChangeNote
source: Only one change allowed at a time. Any new change will replace the current one.
ar: تغيير واحد فقط مسموح في نفس الوقت. أي تغيير جديد سيحل محل التغيير الحالي.

# pcDurationDaysAndHours
source: Duration: ~{days} days and {hours} hours
ar: المدة: ~{days} يوم و {hours} ساعة

# pcDurationHoursOnly
source: Duration: ~{hours} hours
ar: المدة: ~{hours} ساعة

# pcScopeAllCount
source: All items ({count})
ar: جميع العناصر ({count})

# pcCategoriesLabel
source: Categories: {names}
ar: تصنيفات: {names}

# pcSpecificItemsCount
source: {count} specific items
ar: {count} عنصر محدد

# pcImmediate
source: Immediate
ar: فوري

# pcSilentChange
source: Silent change
ar: تغيير صامت

# pcEdit
source: Edit
ar: تعديل

# pcAffectedItemCount
source: {count} affected items
ar: {count} عنصر متأثر

# pcDayRemainingCount
source: {count} days remaining
ar: {count} يوم متبقي

# pcStatus
source: Status
ar: الحالة

# pcAffectedItemsCount
source: {count} items
ar: {count} عنصر

# pcScopeSpecificCount
source: {count} items
ar: {count} عنصر

# pkgEditTitle
source: Edit Package
ar: تعديل الباقة

# pkgAddTitle
source: Add Package
ar: إضافة باقة

# pkgName
source: Package name
ar: اسم الباقة

# pkgDescription
source: Description
ar: الوصف

# pkgPriceJod
source: Price (JOD)
ar: السعر (د.أ)

# pkgSubscriptionModel
source: Subscription model
ar: نموذج الاشتراك

# pkgLimitedCredits
source: Limited credits
ar: رصيد محدد

# pkgEndDate
source: End date
ar: تاريخ انتهاء

# pkgCreditsCount
source: Credit count
ar: عدد الرصيد

# pkgDurationMonths
source: Subscription duration (months)
ar: مدة الاشتراك (أشهر)

# pkgModelVisitsAndDate
source: Subscription ends when credits run out or when period expires — whichever comes first
ar: ينتهي الاشتراك عند نفاد الرصيد أو عند انتهاء المدة — أيهما أقرب

# pkgModelVisitsOnly
source: Subscription ends only when credits run out — no expiry date
ar: ينتهي الاشتراك فقط عند نفاد الرصيد — بدون تاريخ انتهاء

# pkgModelDateOnly
source: Time-based subscription — customer uses unlimited during the period
ar: اشتراك زمني — العميل يستخدم بلا حدود خلال المدة

# pkgSaveChanges
source: Save changes
ar: حفظ التعديلات

# pkgAddPackage
source: Add package
ar: إضافة الباقة

# pkgDeletePackage
source: Delete package
ar: حذف الباقة

# pkgSaveSoon
source: Coming soon — save package
ar: قريباً — حفظ الباقة

# pkgDeleteSoon
source: Coming soon — delete package
ar: قريباً — حذف الباقة

# scheduleWorkDays
source: Working days per week · Tap a day to edit hours
ar: أيام عمل في الأسبوع · اضغط على اليوم لتعديل الساعات

# scheduleClosed
source: Closed
ar: مغلق

# scheduleFirstShift
source: First shift
ar: الفترة الأولى

# scheduleExtraShift
source: Extra shift {index}
ar: فترة إضافية {index}

# scheduleCopyToAll
source: Copy to all working days
ar: نسخ لكل أيام العمل

# scheduleAddShift
source: Add shift
ar: إضافة فترة

# villaItemCount
source: {count} items
ar: {count} عنصر

# villaPricePerNight
source: JOD/night
ar: د.أ/ليلة

# villaAddRule
source: Add a new rule...
ar: أضف قانوناً جديداً...

# villaPrimary
source: Primary
ar: رئيسية

# villaReorderSaved
source: New order saved
ar: تم حفظ الترتيب الجديد

# villaReorderMode
source: Reorder
ar: ترتيب

# villaReorderDone
source: Reorder done
ar: تم الترتيب

# villaAdd
source: Add
ar: إضافة

# villaSeasons
source: Seasons
ar: المواسم

# villaActive
source: Active
ar: نشط

# villaHolidaySurcharges
source: Holiday & Event Surcharges
ar: رسوم الأعياد والمناسبات

# villaEarlyBirdDiscount
source: Early Bird Discount
ar: خصم الحجز المبكر

# villaEnableDiscount
source: Enable discount
ar: تفعيل الخصم

# villaLastMinuteDeals
source: Last Minute Deals
ar: عروض اللحظة الأخيرة

# villaEnableDeal
source: Enable deal
ar: تفعيل العرض

# villaNoActiveSeason
source: No active season currently
ar: لا يوجد موسم نشط حالياً

# villaBasePriceApplied
source: Your base prices are applied
ar: أسعارك الأساسية مطبّقة

# villaActiveNow
source: Active now
ar: نشط الآن

# villaWeekdays
source: Weekdays
ar: أيام الأسبوع

# villaWeekend
source: Weekend
ar: نهاية الأسبوع

# villaTimeline12Months
source: Price timeline — 12 months
ar: خط زمني للأسعار — ١٢ شهر

# villaNow
source: Now
ar: الآن

# villaWeekdayPriceJod
source: Weekday price (JOD/night)
ar: سعر أيام الأسبوع (د.أ/ليلة)

# villaWeekendPriceJod
source: Weekend price (JOD/night)
ar: سعر نهاية الأسبوع (د.أ/ليلة)

# villaSaveSeasonalPricing
source: Save seasonal pricing
ar: حفظ التسعير الموسمي

# villaHolidaySurchargeInfo
source: Holiday surcharges are added on top of seasonal prices automatically...
ar: رسوم الأعياد تُضاف فوق سعر الموسم تلقائياً...

# villaBookingBefore
source: Book before (days)
ar: الحجز قبل (أيام)

# villaDay
source: day
ar: يوم

# villaDiscountPercent
source: Discount %
ar: نسبة الخصم

# villaEarlyBirdInfo
source: Customer gets {percent}% discount when booking {days} days or more before arrival
ar: العميل يحصل على خصم {percent}٪ عند الحجز قبل {days} يوم أو أكثر من تاريخ الوصول

# villaLastMinuteInfo
source: Customer gets {percent}% discount when booking {days} days or less before arrival
ar: العميل يحصل على خصم {percent}٪ عند الحجز قبل {days} يوم أو أقل من تاريخ الوصول

# catMgrTitle
source: Manage Categories
ar: إدارة التصنيفات

# catMgrDuplicateName
source: A category with this name already exists
ar: يوجد تصنيف بهذا الاسم بالفعل

# catMgrAdded
source: Added category "{name}"
ar: تمت إضافة تصنيف "{name}"

# catMgrRenamed
source: Renamed "{oldName}" to "{newName}"
ar: تم تغيير "{oldName}" إلى "{newName}"

# catMgrDeleted
source: Deleted category "{name}"
ar: تم حذف تصنيف "{name}"

# catMgrDeleteTitle
source: Delete category "{name}"
ar: حذف تصنيف "{name}"

# catMgrDeleteHasItems
source: There are {count} {label} in this category. Choose a category to move them to:
ar: يوجد {count} {label} في هذا التصنيف. اختر تصنيفاً لنقلهم إليه:

# catMgrDeleteEmpty
source: This category is empty and can be deleted directly.
ar: هذا التصنيف فارغ ويمكن حذفه مباشرة.

# catMgrUncategorized
source: Uncategorized
ar: بدون تصنيف

# catMgrDeleteBtn
source: Delete category
ar: حذف التصنيف

# catMgrCategoryCount
source: {count} categories
ar: {count} تصنيف

# catMgrNewCategory
source: New category
ar: تصنيف جديد

# catMgrNewCategoryName
source: New category name
ar: اسم التصنيف الجديد

# catMgrNewCategoryHint
source: Example: Haircuts, Main courses...
ar: مثال: قص شعر، أطباق رئيسية...

# catMgrNoCategories
source: No categories yet
ar: لا توجد تصنيفات بعد

# catMgrAddCategory
source: Add category
ar: إضافة تصنيف

# blockReasonOptional
source: Reason (optional)
ar: السبب (اختياري)

# blockReasonHint
source: Example: Eid holiday, maintenance...
ar: مثال: إجازة عيد، صيانة...

# blockAdd
source: Add
ar: إضافة

# blockChooseDay
source: Choose day
ar: اختر اليوم

# blockRecurringInfo
source: Every {day} will be automatically blocked
ar: سيتم حظر كل {day} تلقائياً

# blockDate
source: Date
ar: التاريخ

# blockChooseDate
source: Choose date
ar: اختر التاريخ

# blockFrom
source: From
ar: من

# blockStartDate
source: Start date
ar: تاريخ البداية

# blockTo
source: To
ar: إلى

# blockEndDate
source: End date
ar: تاريخ النهاية

# blockViewBlockedDates
source: View blocked dates
ar: عرض التواريخ المحظورة

# blockLegendRange
source: Range
ar: فترة

# blockLegendSpecific
source: Specific
ar: محدد

# blockLegendWeekly
source: Weekly
ar: أسبوعي
