Repository: Massad/honak.app
Catalog: lib/core/l10n/arb/app_*.arb
Languages: ar

# insightsModifierSubtitle
source: Most requested additions & modifications
ar: الإضافات والتعديلات الأكثر طلباً

# insightsTimesCount
source: {count} times
ar: {count} مرة

source: Insights unavailable
ar: الإحصائيات غير متاحة

# insightsPageUnclaimed
source: This page has not been claimed yet
ar: هذه الصفحة لم تتم المطالبة بها بعد

# insightsEnableOrdersAdvanced
source: Enable orders to view advanced insights
ar: فعّل الطلبات لعرض إحصائيات متقدمة

# insightsVisibilityOnly
source: Your page is currently in visibility-only mode
ar: صفحتك حالياً في وضع الواجهة فقط

# insightsEnableOrders
source: Enable Orders
ar: تفعيل الطلبات

# insightsTotalTenants
source: Total Tenants
ar: إجمالي المستأجرين

# insightsClaimedUnclaimed
source: {claimed} claimed · {unclaimed} unclaimed
ar: {claimed} مربوط · {unclaimed} غير مربوط

# insightsFollowerGrowth
source: Follower Growth
ar: نمو المتابعين

# insightsThisMonth
source: +{count} this month
ar: +{count} هذا الشهر

# insightsOpenNow
source: Open Now
ar: المفتوح الآن

# insightsOpenOfTotal
source: {open} of {total} open now
ar: {open} من {total} مفتوح الآن

# insightsFloorVisits
source: Floor Visits
ar: زيارات الطوابق

# insightsDirectoryViews
source: Directory Views
ar: مشاهدات الدليل

# insightsViewsThisWeek
source: {count} views this week
ar: {count} مشاهدة هذا الأسبوع

# insightsTenantClicks
source: Tenant Clicks
ar: نقرات المتاجر

# insightsTopFloors
source: Most Active Floors
ar: أكثر الطوابق نشاطاً

# insightsPageViews
source: Page Views
ar: مشاهدات الصفحة

# insightsNewFollowers
source: New Followers
ar: متابعون جدد

# insightsClaimedTenants
source: Claimed Tenants
ar: مستأجرون مربوطون

# insightsNewThisWeek
source: New This Week
ar: جدد هذا الأسبوع

# insightsRecentlyLinked
source: Recently Linked
ar: ربط مؤخراً

# insightsTimeAgoMonths
source: {count} months ago
ar: منذ {count} شهر

# insightsTimeAgoDays
source: {count} days ago
ar: منذ {count} يوم

# insightsTimeAgoHours
source: {count} hours ago
ar: منذ {count} ساعة

# insightsTimeAgoNow
source: Just now
ar: الآن

# insightsAddTenant
source: Add Tenant
ar: إضافة مستأجر

# insightsEditFeatured
source: Edit Featured
ar: تعديل المميزين

# insightsNewPost
source: New Post
ar: منشور جديد

# insightsCurrencyJod
source: JOD
ar: د.أ

# pageContactPromptIntro
source: When you talk to
ar: لما تحكي مع

# pageContactPromptMention
source: , tell them you found them on
ar: ، قلّهم إنك لقيتهم على

# pageContactPromptHelp
source: This helps them activate their page and reach more customers
ar: هيك بنساعدهم يفعّلوا صفحتهم ويوصلوا لزبائن أكثر

# pageContactCall
source: Call
ar: اتصال

# pageContactOpenWhatsApp
source: Open WhatsApp
ar: فتح واتساب

# pageContactWhatsApp
source: WhatsApp
ar: واتساب

# pageContactDirectCall
source: Direct call
ar: اتصال مباشر

# pageHighlightsCurated
source: We show highlights only — more available in store
ar: نعرض المميز فقط — لدينا المزيد في المتجر

# pageHighlightsAskAvailability
source: Ask about availability
ar: اسأل عن توفر منتج

# pagePackageBookNow
source: Book Now
ar: احجز الآن

# pagePackageOrderNow
source: Order Now
ar: اطلب الآن

# pagePackageSubscribe
source: Subscribe
ar: اشترك

# pagePackageBuy
source: Buy Package
ar: شراء الباقة

# pagePackageSave
source: Save {percent}%
ar: وفّر {percent}%

# pageContactSectionTitle
source: Contact
ar: التواصل

# pageContactCliqLabel
source: CliQ: {alias}
ar: كليك: {alias}

# pageContactCliqCopied
source: CliQ ID copied
ar: تم نسخ معرّف كليك

# pageCoverageTitle
source: Coverage Areas
ar: مناطق التغطية

# pageCoverageAreaCount
source: {count} areas
ar: {count} مناطق

# pageReturnPolicyTitle
source: Return Policy
ar: سياسة الاسترجاع

# pageReturnRefund
source: Refund
ar: استرجاع

# pageReturnExchange
source: Exchange
ar: استبدال

# pageReturnBoth
source: Refund & Exchange
ar: استرجاع واستبدال

# pageReturnAccepts
source: Accepts {type}
ar: يقبل {type}

# pageReturnWithinDays
source: Within {days} days
ar: خلال {days} يوم

# pageReturnCost
source: Cost: {cost}
ar: التكلفة: {cost}

# pageReturnNoReturns
source: No returns or exchanges accepted
ar: لا يقبل الاسترجاع أو الاستبدال

# pageStatsFollower
source: follower
ar: متابع

# pageStatsMemberSince
source: Member since
ar: عضو منذ

# pageCancellationPolicy
source: Cancellation Policy
ar: سياسة الإلغاء

# pageDaySunday
source: Sunday
ar: الأحد

# pageDayMonday
source: Monday
ar: الاثنين

# pageDayTuesday
source: Tuesday
ar: الثلاثاء

# pageDayWednesday
source: Wednesday
ar: الأربعاء

# pageDayThursday
source: Thursday
ar: الخميس

# pageDayFriday
source: Friday
ar: الجمعة

# pageDaySaturday
source: Saturday
ar: السبت

# pageCoverageNotInArea
source: Does not cover your area ({area})
ar: لا يغطي منطقتك حالياً ({area})

# pagePortfolioEmpty
source: No portfolio items yet
ar: لا توجد أعمال بعد

# pagePortfolioShowMore
source: Show more ({visible} of {total})
ar: عرض المزيد ({visible} من {total})

# pagePortfolioCustomWork
source: Need custom work?
ar: تحتاج عمل مخصص؟

# pagePortfolioSendInquiry
source: Send your inquiry and we'll get back to you
ar: أرسل استفسارك وسنتواصل معك

# pagePortfolioInquiryButton
source: Send Inquiry
ar: إرسال استفسار

# pagePortfolioInquiryNow
source: Inquire Now
ar: استفسر الآن

# pagePortfolioRequestSent
source: Request sent successfully — you'll hear back soon
ar: تم إرسال طلبك بنجاح — سيتم الرد قريباً

# pageEmptyContentProducts
source: Products
ar: المنتجات

# pageEmptyContentMenu
source: Menu
ar: القائمة

# pageEmptyContentServices
source: Services
ar: الخدمات

# pageEmptyContentPortfolio
source: Portfolio
ar: الأعمال

# pageEmptyContentSpaces
source: Spaces
ar: المساحات

# pageEmptyAutoRegistered
source: Auto-registered page
ar: صفحة مُسجّلة تلقائياً

# pageEmptyAutoRegisteredDesc
source: This page was created from public data to help find {name}. {content} are not available yet.
ar: تم إنشاء هذه الصفحة من بيانات عامة لتسهيل العثور على {name}. {content} غير متاحة حالياً.

# pageEmptyClaimCta
source: Is this your business? Claim ownership
ar: هل أنت صاحب هذا النشاط؟ إثبات ملكية

# pageEmptyFollowHint
source: Follow this page — we'll notify you when the owner activates it
ar: تابع هذه الصفحة — سنُعلمك عند تفعيلها من صاحب النشاط

# pageFollowOnlyAlerts
source: Alerts
ar: تنبيهات

# pageFollowOnlyAbout
source: About
ar: عن الصفحة

# pageFollowOnlyServicesLinks
source: Services & Links
ar: خدمات وروابط

# pageFollowOnlyTitle
source: This is a follow-only page
ar: هذه الصفحة للمتابعة فقط

# pageFollowOnlySubtitle
source: Follow for the latest news and updates
ar: تابع للحصول على آخر الأخبار والتحديثات

# pageFollowOnlyButton
source: Follow
ar: متابعة

# pageTeamTitle
source: Team
ar: فريق العمل

# pageQuoteServicesTitle
source: Services Offered
ar: الخدمات المقدمة

# pageQuoteGeneralMaintenance
source: General Maintenance
ar: صيانة عامة

# pageQuoteGeneralMaintenanceDesc
source: Repair and maintenance for all issues
ar: تصليح وصيانة جميع الأعطال

# pageQuoteInstallation
source: Installation & Setup
ar: تركيب وتجهيز

# pageQuoteInstallationDesc
source: Install new equipment and devices
ar: تركيب أجهزة ومعدات جديدة

# pageQuoteInspection
source: Inspection & Diagnosis
ar: فحص وتشخيص

# pageQuoteInspectionDesc
source: Full inspection and problem identification
ar: فحص شامل وتحديد المشكلة

# pageQuoteEmergency
source: Emergency Work
ar: أعمال طوارئ

# pageQuoteEmergencyDesc
source: Quick service for urgent situations
ar: خدمة سريعة للحالات الطارئة

# pageQuoteCoverageTitle
source: Coverage Areas
ar: مناطق التغطية

# pageQuoteCoverageArea
source: Coverage Area
ar: منطقة التغطية

# pageQuoteCoverageDefault
source: Amman and surrounding areas
ar: عمان والمناطق المحيطة

# pageQuotePricing
source: Pricing
ar: الأسعار

# pageQuoteStartingPrice
source: Starting from 15 JOD
ar: يبدأ من ١٥ د.أ

# pageQuoteRequestCta
source: Request a Quote
ar: اطلب عرض سعر

# pageQuoteRequestSent
source: Request sent successfully — you'll hear back soon
ar: تم إرسال طلبك بنجاح — سيتم الرد قريباً

# pageBookingTitle
source: Book Appointment
ar: حجز موعد

# pageSendOrder
source: Send Order
ar: إرسال الطلب

# pageReservationEmpty
source: No spaces available
ar: لا توجد مساحات متاحة

# pageReservationShowMore
source: Show more ({visible} of {total})
ar: عرض المزيد ({visible} من {total})

# pageReservationBooked
source: Booked
ar: محجوز

# pageServiceUnavailable
source: Unavailable
ar: غير متاح

# pageServiceBook
source: Book
ar: حجز

# pageFilterTitle
source: Filter
ar: تصفية

# pageFilterReset
source: Reset
ar: إعادة تعيين

# pageFilterPriceRange
source: Price Range (JOD)
ar: نطاق السعر (د.أ)

# pageFilterPriceFrom
source: From
ar: من

# pageFilterPriceTo
source: To
ar: إلى

# pageFilterAvailability
source: Availability
ar: التوفر

# pageFilterAll
source: All
ar: الكل

# pageFilterInStockOnly
source: In stock only
ar: متوفر فقط

# pageFilterDuration
source: Duration
ar: المدة

# pageFilterDurationQuick
source: Quick (<30 min)
ar: سريعة (<30 دقيقة)

# pageFilterDurationMedium
source: Medium (30-60 min)
ar: متوسطة (30-60 دقيقة)

# pageFilterDurationLong
source: Long (60+ min)
ar: طويلة (60+ دقيقة)

# pageFilterSortTitle
source: Sort
ar: الترتيب

# pageFilterSortDefault
source: Default
ar: الافتراضي

# pageFilterSortPriceLow
source: Price: Low to High
ar: السعر: الأقل أولاً

# pageFilterSortPriceHigh
source: Price: High to Low
ar: السعر: الأعلى أولاً

# pageFilterSortNewest
source: Newest
ar: الأحدث

# pageFilterSortPopular
source: Most Popular
ar: الأكثر طلباً

# pageFilterCategories
source: Categories
ar: الفئات

# pageFilterApply
source: Apply
ar: تطبيق

# pageVillaCheckIn
source: Check-in {time}
ar: دخول {time}

# pageVillaCheckOut
source: Check-out {time}
ar: خروج {time}

# pageVillaAmenities
source: Amenities
ar: المرافق

# pageVillaHouseRules
source: House Rules
ar: قواعد المنزل

# pageVillaWeekdays
source: Weekdays
ar: أيام الأسبوع

# pageVillaWeekend
source: Weekend
ar: نهاية الأسبوع

# pageVillaCurrentSeason
source: Current Season
ar: الموسم الحالي

# pageVillaHolidaySurcharge
source: {percent}% surcharge — {name}
ar: رسوم إضافية {percent}٪ — {name}

# pageVillaEarlyBird
source: Book {days} days ahead and save {percent}%
ar: احجز قبل {days} يوم ووفّر {percent}٪

# pageVillaLastMinute
source: {percent}% off
ar: خصم {percent}٪

# pageVillaSeasonTimeline
source: Season Timeline
ar: مواسم السنة

# pageVillaFromPrice
source: From {price}
ar: من {price}

# pageVillaMonthJan
source: Jan
ar: ينا

# pageVillaMonthFeb
source: Feb
ar: فبر

# pageVillaMonthMar
source: Mar
ar: مار

# pageVillaMonthApr
source: Apr
ar: أبر

# pageVillaMonthMay
source: May
ar: ماي

# pageVillaMonthJun
source: Jun
ar: يون

# pageVillaMonthJul
source: Jul
ar: يول

# pageVillaMonthAug
source: Aug
ar: أغس

# pageVillaMonthSep
source: Sep
ar: سبت

# pageVillaMonthOct
source: Oct
ar: أكت

# pageVillaMonthNov
source: Nov
ar: نوف

# pageVillaMonthDec
source: Dec
ar: ديس

# pagePkgIncludes
source: Package includes:
ar: تشمل الباقة:

# pagePkgRegularPrice
source: Regular price: {credits} x {singlePrice} =
ar: السعر العادي: {credits} × {singlePrice} =

# pagePkgPackagePrice
source: Package price:
ar: سعر الباقة:

# pagePkgSavings
source: You save:
ar: توفيرك:

# pagePkgSingleSession
source: Single session: {price}
ar: الجلسة الواحدة: {price}

# pagePkgBreakEven
source: Saves after {count} visits
ar: توفّر بعد {count} زيارات

# pagePkgHowItWorks
source: How it works:
ar: كيف يعمل:

# pagePkgDisclaimerBundle
source: Subscription is for this business only. Non-refundable.
ar: الاشتراك لهذا النشاط التجاري فقط. غير قابل للاسترداد.

# pagePkgDisclaimerCredits
source: Credits are for this business only.{validity} Non-refundable.
ar: الرصيد لهذا النشاط التجاري فقط.{validity} غير قابل للاسترداد.

# pagePkgValidityMonths
source: Valid for {months} months.
ar: صالح لمدة {months} أشهر.

# pagePkgCreditsLabel
source: credits
ar: رصيد

# pagePkgExistingSubscription
source: You have an existing subscription
ar: لديك اشتراك حالي

# pagePkgCreditsAddedNote
source: Upon purchase, {credits} {label} will be added to your current balance ({existing} {label} remaining)
ar: عند الشراء سيُضاف {credits} {label} إلى رصيدك الحالي ({existing} {label} متبقي)

# pagePkgCreditsAfterPurchase
source: Balance after purchase: {total} {label}
ar: الرصيد بعد الشراء: {total} {label}

# pagePkgComingSoon
source: Coming soon — Buy packages
ar: قريباً — شراء الباقات

# pagePkgValidOneMonth
source: Valid for 1 month from purchase
ar: صالحة لمدة شهر من تاريخ الشراء

# pagePkgValidMonths
source: Valid for {months} months from purchase
ar: صالحة لمدة {months} أشهر من تاريخ الشراء

# pagePkgNoExpiry
source: No expiry — use at your own pace
ar: بدون تاريخ انتهاء — استخدم بوقتك

# pagePkgCtaBookWithPrice
source: Book Now — {price}
ar: احجز الآن — {price}

# pagePkgCtaOrderWithPrice
source: Order Now — {price}
ar: اطلب الآن — {price}

# pagePkgCtaSubscribeWithPrice
source: Subscribe — {price}
ar: اشترك — {price}

# pagePkgCtaBuyWithPrice
source: Buy Package — {price}
ar: شراء الباقة — {price}

# pagePkgHowBundleStep1
source: Buy this package
ar: اشترِ هذه الباقة

# pagePkgHowBundleStep2
source: Get {credits} {label} credits
ar: تحصل على {credits} رصيد {label}

# pagePkgHowBundleStep3
source: Each order or booking deducts from your balance automatically
ar: كل طلب أو حجز يُخصم من رصيدك تلقائياً

# pagePkgHowBundleStep4
source: Track your balance anytime
ar: تابع رصيدك في أي وقت

# pagePkgHowUnlimitedStep1
source: Buy this package
ar: اشترِ هذه الباقة

# pagePkgHowUnlimitedStep2
source: Get {credits} {label} credits — no expiry
ar: تحصل على {credits} رصيد {label} — بدون تاريخ انتهاء

# pagePkgHowUnlimitedStep3
source: Each order deducts from your balance automatically
ar: كل طلب يُخصم من رصيدك تلقائياً

# pagePkgHowUnlimitedStep4
source: Use at your own pace
ar: استخدم بالسرعة التي تناسبك

# pagePkgHowDateOnlyStep1
source: Subscribe to this package
ar: اشترك في هذه الباقة

# pagePkgHowDateOnlyStep2
source: Book unlimited sessions during your subscription
ar: احجز عدد غير محدود من الجلسات خلال فترة الاشتراك

# pagePkgHowDateOnlyStep3
source: Every booking is covered — no extra fees
ar: كل حجز مغطّى — بدون رسوم إضافية

# pagePkgHowDateOnlyStep4
source: Renew or let the subscription expire
ar: جدّد أو اترك الاشتراك ينتهي

# pagePkgHowDefaultStep1
source: Order the package and the business will contact you
ar: اطلب الباقة وسيتواصل معك النشاط التجاري

# pagePkgHowDefaultStep2
source: Schedule is coordinated directly
ar: يتم تنسيق موعد التنفيذ مباشرة

# pagePkgHowDefaultStep3
source: All listed items are included in the price
ar: جميع العناصر المذكورة مشمولة بالسعر

# pageModificationRequestSent
source: Modification request sent
ar: تم إرسال طلب التعديل

# pageActiveBookingTitle
source: You have an active booking
ar: لديك حجز قائم

# pageActiveBookingMessage
source: You have an active booking in queue. Cancel the current one first to book a new service.
ar: لديك حجز قائم بالدور. الغِ الحالي أولاً لحجز خدمة جديدة.

# claimStepIntro
source: Intro
ar: مقدمة

# claimStepInfo
source: Your Info
ar: بياناتك

# claimStepVerify
source: Verify
ar: التحقق

# claimStepReview
source: Review
ar: مراجعة

# claimRoleOwner
source: Business Owner
ar: صاحب النشاط

# claimRoleOwnerDesc
source: I am the actual owner of this business
ar: أنا المالك الفعلي لهذا النشاط التجاري

# claimRoleManager
source: Manager
ar: مدير

# claimRoleManagerDesc
source: I manage this business on behalf of the owner
ar: أدير هذا النشاط بتفويض من المالك

# claimRoleRepresentative
source: Authorized Representative
ar: ممثل مفوّض

# claimRoleRepresentativeDesc
source: I have official authorization to manage this page
ar: لدي تفويض رسمي لإدارة الصفحة

# claimMethodInPerson
source: In-person Visit
ar: زيارة ميدانية

# claimMethodInPersonDesc
source: Our team visits your location — we verify and help you activate your page
ar: فريقنا يزوركم بالمحل — نتحقق ونساعدكم تفعّلوا الصفحة

# claimMethodDocument
source: Official Document
ar: مستند رسمي

# claimMethodDocumentDesc
source: Upload business registration, license, lease, or authorization
ar: ارفع سجل تجاري، رخصة مهن، عقد إيجار، أو تفويض

# claimMethodVideoCall
source: Video Call
ar: مكالمة فيديو

# claimMethodVideoCallDesc
source: Short call from your location — we verify the location directly
ar: مكالمة قصيرة من المحل — نتحقق من الموقع مباشرة

# claimDocCommercialReg
source: Commercial Registration
ar: سجل تجاري

# claimDocCommercialRegDesc
source: Issued by the Ministry of Industry and Trade
ar: صادر من وزارة الصناعة والتجارة

# claimDocProfessionLicense
source: Professional License
ar: رخصة مهن

# claimDocProfessionLicenseDesc
source: Issued by the municipality
ar: صادرة من البلدية أو الأمانة

# claimDocLeaseAgreement
source: Lease Agreement
ar: عقد إيجار المحل

# claimDocLeaseAgreementDesc
source: Valid lease agreement in your name
ar: عقد إيجار ساري المفعول باسمك

# claimDocAuthorization
source: Authorization Letter
ar: تفويض رسمي

# claimDocAuthorizationDesc
source: Authorization from owner or parent company
ar: رسالة تفويض من الملك أو الشركة الأم

# claimVisitMorning
source: Morning (9 AM - 2 PM)
ar: صباحاً (٩ - ٢)

# claimVisitMorningDesc
source: Sunday - Thursday
ar: أيام الأحد - الخميس

# claimVisitAfternoon
source: Afternoon (2 - 4 PM)
ar: بعد الظهر (٢ - ٤)

# claimVisitAfternoonDesc
source: Sunday - Thursday
ar: أيام الأحد - الخميس

# claimVisitEvening
source: Evening (4 - 8 PM)
ar: مساءً (٤ - ٨)

# claimVisitEveningDesc
source: Every day
ar: كل يوم

# claimVisitWeekend
source: Friday or Saturday
ar: الجمعة أو السبت

# claimVisitWeekendDesc
source: Weekend
ar: نهاية الأسبوع

# claimPageTitle
source: Claim Ownership
ar: إثبات ملكية

# claimSubmitButton
source: Submit Ownership Claim
ar: إرسال طلب إثبات الملكية

# claimStartButton
source: Start Verification
ar: ابدأ عملية الإثبات

# claimSuccessTitle
source: Request submitted successfully
ar: تم إرسال طلبك بنجاح

# claimSuccessVisitMessage
source: We'll contact you to confirm the visit appointment. Our team will help you fully activate your page.
ar: سنتواصل معك لتأكيد موعد الزيارة. فريقنا سيساعدك بتفعيل الصفحة بالكامل.

# claimSuccessReviewMessage
source: The honak.app team will review your request within 24 hours. We'll contact you via your registered number.
ar: سيراجع فريق هناك.app طلبك خلال ٢٤ ساعة. سنتواصل معك عبر الرقم المسجل.

# claimWhatsNext
source: What's next?
ar: ماذا بعد؟

# claimNextStepVisit2
source: Our team visits your location to verify
ar: فريقنا يزورك بالمحل ويتحقق

# claimNextStepVisit3
source: We activate your page and help you set it up
ar: نفعّل الصفحة ونساعدك تعبّيها

# claimNextStepDoc2
source: We may contact you to verify additional information
ar: قد نتواصل معك للتحقق من بيانات إضافية

# claimNextStepDoc3
source: After approval, you'll have full control of the page
ar: بعد الموافقة، ستتحكم بالصفحة بالكامل

# claimStatusReview
source: Under Review
ar: قيد المراجعة

# claimBackToPage
source: Back to Page
ar: العودة للصفحة

# claimIntroTitle
source: Claim ownership of this page
ar: إثبات ملكية هذه الصفحة

# claimIntroDesc
source: This page was automatically created from public data. If you own or are authorized to manage this business, you can verify ownership for full control.
ar: تم إنشاء هذه الصفحة تلقائياً من بيانات عامة. إذا كنت صاحب هذا النشاط أو مفوّضاً بإدارته، يمكنك إثبات ملكيتك للتحكم الكامل بالصفحة.

# claimIntroBenefitsTitle
source: After verification you can:
ar: بعد إثبات الملكية ستتمكن من:

# claimBenefitManagePage
source: Manage and update page information
ar: إدارة معلومات الصفحة وتحديثها

# claimBenefitAddProducts
source: Add your products, services, or menu
ar: إضافة منتجاتك أو خدماتك أو قائمتك

# claimBenefitOrders
source: Enable receiving orders via honak.app
ar: تفعيل استقبال الطلبات عبر هناك.app

# claimBenefitTeam
source: Manage team members and permissions
ar: إدارة فريق العمل والصلاحيات

# claimVisitUsTitle
source: We'll visit you!
ar: نجي نزورك!

# claimVisitUsDesc
source: Our team visits businesses to help owners activate their pages. We verify you in person and help you set up everything.
ar: فريقنا بزور المحلات لمساعدة أصحابها بتفعيل صفحاتهم. بنتحقق منك شخصياً وبنساعدك تعبّي كل شي.

# claimSimpleProcess
source: Simple and free process
ar: العملية بسيطة ومجانية

# claimSimpleProcessDesc
source: Your info + phone verification + simple proof = your page is ready.
ar: بياناتك + تحقق من الرقم + إثبات بسيط = صفحتك جاهزة.

# claimPersonalInfoTitle
source: Personal Information
ar: بياناتك الشخصية

# claimPersonalInfoSubtitle
source: Tell us about yourself and your relationship to this business
ar: حدّثنا عنك وعن علاقتك بهذا النشاط

# claimFullName
source: Full Name
ar: الاسم الكامل

# claimFullNameHint
source: As shown on your ID
ar: كما هو في الهوية الشخصية

# claimPhoneNumber
source: Phone Number
ar: رقم الهاتف

# claimResendOtp
source: Resend
ar: إعادة

# claimSendOtp
source: Send code
ar: أرسل رمز

# claimOtpVerified
source: Done
ar: تم

# claimEnterOtp
source: Enter the code sent to {phone}
ar: أدخل الرمز المرسل إلى {phone}

# claimVerifyOtp
source: Verify
ar: تحقق

# claimOtpDemoNote
source: Demo mode: any 6 digits are accepted
ar: في النسخة التجريبية: أي ٦ أرقام مقبولة

# claimPhoneVerified
source: Phone verified successfully
ar: تم التحقق من الرقم بنجاح

# claimRelationship
source: Your role
ar: علاقتك بالنشاط

# claimVerificationTitle
source: Ownership Verification
ar: إثبات الملكية

# claimVerificationSubtitle
source: Choose a verification method that works for you
ar: اختر طريقة التحقق المناسبة لك

# claimGpsTitle
source: Location
ar: تحديد الموقع

# claimGpsDesc
source: Share your current location to confirm you're at the business. This step is required.
ar: شارك موقعك الحالي لنتأكد إنك بالمحل. هالخطوة إلزامية لجميع الأنشطة.

# claimGpsCapturing
source: Detecting location...
ar: جاري التحديد...

# claimGpsShare
source: Share your location
ar: شارك موقعك

# claimGpsCaptured
source: Location detected — 50m from registered address
ar: تم تحديد موقعك — على بعد ٥٠م من العنوان المسجّل

# claimChooseMethod
source: Choose verification method
ar: اختر طريقة التحقق

# claimRecommended
source: Recommended
ar: ننصح فيها

# claimWhenToVisit
source: When should we visit?
ar: متى نزوركم؟

# claimVisitConfirmNote
source: We'll call you before the visit to confirm the exact time
ar: سنتصل بك قبل الزيارة لتأكيد الموعد بالضبط

# claimChooseDocType
source: Choose document type
ar: اختر نوع المستند

# claimUploadDoc
source: Upload {docType}
ar: رفع {docType}

# claimUploadPrompt
source: Tap to upload image or document
ar: اضغط لرفع صورة أو مستند

# claimUploadSuccess
source: Upload successful
ar: تم الرفع بنجاح

# claimVideoCallTitle
source: Short Video Call
ar: مكالمة فيديو قصيرة

# claimVideoCallDesc
source: We'll video call you while you're at the business. We check the location and verify your identity — 2-3 minutes only.
ar: سنتصل بك مكالمة فيديو وأنت بالمحل. نشوف المكان ونتحقق من هويتك — مدة المكالمة ٢-٣ دقائق فقط.

# claimVideoCallNote
source: We'll contact you to schedule after submitting the request
ar: سنتواصل معك لتحديد الموعد بعد إرسال الطلب

# claimAdditionalNotes
source: Additional Notes
ar: ملاحظات إضافية

# claimNotesHint
source: Any information that helps...
ar: أي معلومات تساعدنا...

# claimVisitTimeMorning
source: Morning
ar: صباحاً

# claimVisitTimeAfternoon
source: Afternoon
ar: بعد الظهر

# claimVisitTimeEvening
source: Evening
ar: مساءً

# claimVisitTimeWeekend
source: Weekend
ar: نهاية الأسبوع

# claimReviewTitle
source: Review & Submit
ar: مراجعة وإرسال

# claimReviewSubtitle
source: Verify all information before submitting
ar: تأكد من صحة البيانات قبل الإرسال

# claimReviewPageSection
source: Requested Page
ar: الصفحة المطلوبة

# claimReviewInfoSection
source: Your Info
ar: بياناتك

# claimReviewName
source: Name
ar: الاسم

# claimReviewPhone
source: Phone
ar: الهاتف

# claimReviewRole
source: Role
ar: الصفة

# claimReviewVerifySection
source: Verification
ar: التحقق

# claimReviewGps
source: Location (GPS)
ar: الموقع (GPS)
