Repository: Massad/honak.app
Catalog: lib/core/l10n/arb/app_*.arb
Languages: ar

# appName
source: honak.app
ar: هناك.app

source: OK
ar: حسناً

source: Cancel
ar: إلغاء

source: Save
ar: حفظ

source: Delete
ar: حذف

source: Edit
ar: تعديل

source: Search
ar: بحث

source: Discard
ar: تجاهل

# unsavedChangesTitle
source: Unsaved Changes
ar: تغييرات غير محفوظة

# unsavedChangesMessage
source: You have unsaved changes. Do you want to leave?
ar: لديك تغييرات لم يتم حفظها. هل تريد المغادرة؟

source: Loading...
ar: جاري التحميل...

source: Retry
ar: إعادة المحاولة

source: Close
ar: إغلاق

source: Back
ar: رجوع

source: Next
ar: التالي

source: Done
ar: تم

source: See All
ar: عرض الكل

source: No results
ar: لا توجد نتائج

source: Error
ar: خطأ

source: Success
ar: نجاح

# continueButton
source: Continue
ar: متابعة

source: Log In
ar: تسجيل الدخول

source: Log Out
ar: تسجيل الخروج

# loginWelcome
source: Log in to continue
ar: سجّل دخولك للمتابعة

source: Phone Number
ar: رقم الهاتف

# enterPhone
source: Enter your phone number
ar: أدخل رقم هاتفك

# phoneStartsWith7
source: Number must start with 7
ar: يجب أن يبدأ الرقم بـ 7

# phoneMustBe9Digits
source: Number must be 9 digits
ar: يجب أن يكون الرقم 9 أرقام

# enterOtp
source: Enter verification code
ar: أدخل رمز التحقق

# otpSentTo
source: Verification code sent to {phone}
ar: تم إرسال رمز التحقق إلى {phone}

# otpResent
source: Code resent
ar: تم إعادة إرسال الرمز

# resendOtp
source: Resend Code
ar: إعادة إرسال الرمز

# resendOtpIn
source: Resend in {seconds}s
ar: إعادة الإرسال خلال {seconds} ثانية

# otpAttemptsLeft
source: {count, plural, =1{1 attempt left} other{{count} attempts left}}
ar: {count, plural, =1{محاولة واحدة متبقية} other{{count} محاولات متبقية}}

source: Browse as guest
ar: تصفح كزائر

# loginRequired
source: Log in to continue
ar: سجّل دخول للمتابعة

# loginRequiredDescription
source: You need to log in to perform this action
ar: تحتاج تسجيل الدخول للقيام بهذا الإجراء

source: Continue browsing
ar: متابعة التصفح

# profileSetupTitle
source: Welcome!
ar: أهلاً بك!

# profileSetupSubtitle
source: Tell us your name so others can find you
ar: أخبرنا عن اسمك حتى يعرفك الآخرون

# nameRequired
source: Name is required
ar: الاسم مطلوب

# nameTooShort
source: Name is too short
ar: الاسم قصير جداً

# nameHint
source: e.g. Sara Ahmad
ar: مثال: سارة أحمد

source: Get Started
ar: ابدأ الآن

source: Home
ar: الرئيسية

source: Explore
ar: استكشاف

# quickActions
source: My Orders
ar: طلباتي

source: Chat
ar: المحادثات

source: Me
ar: حسابي

source: Dashboard
ar: لوحة التحكم

source: Orders
ar: الطلبات

# createPost
source: Post
ar: نشر

source: Catalog
ar: المنتجات

source: Settings
ar: الإعدادات

source: App Language
ar: لغة التطبيق

source: Appearance
ar: المظهر

# aboutApp
source: About
ar: حول التطبيق

source: Delete Account
ar: حذف الحساب

# deleteAccountConfirm
source: Are you sure you want to delete your account? This action cannot be undone.
ar: هل أنت متأكد من حذف حسابك؟ لا يمكن التراجع عن هذا الإجراء.

source: Feed
ar: آخر الأخبار

source: New Post
ar: منشور جديد

source: Share
ar: مشاركة

source: Follow
ar: متابعة

source: Following
ar: متابَع

source: Unfollow
ar: إلغاء المتابعة

source: Followers
ar: المتابعون

# followersCount
source: {count} followers
ar: {count} متابع

source: Business Page
ar: صفحة الأعمال

source: About
ar: حول

source: Products
ar: المنتجات

source: Posts
ar: المنشورات

source: Trust Metrics
ar: مؤشرات الثقة

source: Location
ar: الموقع

source: Open Now
ar: مفتوح الآن

source: Closed
ar: مغلق

source: Verified
ar: موثق

source: Order Now
ar: اطلب الآن

source: Add to Cart
ar: أضف للسلة

source: Cart
ar: السلة

source: Checkout
ar: إتمام الطلب

source: Order Placed
ar: تم تقديم الطلب

source: Order Status
ar: حالة الطلب

# orderTotal
source: Total
ar: المجموع

source: Order History
ar: سجل الطلبات

source: Pending
ar: قيد الانتظار

source: Confirmed
ar: مؤكد

source: Preparing
ar: قيد التحضير

source: Ready
ar: جاهز

source: Delivering
ar: قيد التوصيل

source: Delivered
ar: تم التوصيل

source: Cancelled
ar: ملغي

source: Track Order
ar: تتبع الطلب

# emptyCart
source: Your cart is empty
ar: السلة فارغة

source: JOD
ar: د.أ

source: Free
ar: مجاناً

source: Price
ar: السعر

source: Total
ar: المجموع

source: Subtotal
ar: المجموع الفرعي

source: Delivery Fee
ar: رسوم التوصيل

source: Profile
ar: الملف الشخصي

source: Edit Profile
ar: تعديل الملف الشخصي

source: Name
ar: الاسم

source: Phone
ar: الهاتف

source: Language
ar: اللغة

source: Dark Mode
ar: الوضع الداكن

source: Notifications
ar: الإشعارات

source: Messages
ar: الرسائل

# typeMessage
source: Type a message...
ar: اكتب رسالة...

source: Online
ar: متصل

source: Offline
ar: غير متصل

# networkError
source: Connection error. Check your internet.
ar: خطأ في الاتصال. تحقق من الإنترنت.

# serverError
source: Server error. Please try again.
ar: خطأ في الخادم. حاول مرة أخرى.

# sessionExpired
source: Session expired. Please log in again.
ar: انتهت الجلسة. سجل الدخول مرة أخرى.

source: Not found
ar: غير موجود

source: Unauthorized
ar: غير مصرح

# validationError
source: Invalid input
ar: خطأ في البيانات المدخلة

# noOrders
source: No orders yet
ar: لا توجد طلبات بعد

# noMessages
source: No messages yet
ar: لا توجد رسائل بعد

# noPosts
source: No posts yet
ar: لا توجد منشورات بعد

# noProducts
source: No products yet
ar: لا توجد منتجات بعد

source: No notifications
ar: لا توجد إشعارات

source: Switch to Customer
ar: التبديل لوضع العميل

source: Switch to Business
ar: التبديل لوضع الأعمال

source: Customer Mode
ar: وضع العميل

source: Business Mode
ar: وضع الأعمال

source: Share App
ar: مشاركة التطبيق

source: Rate App
ar: تقييم التطبيق

source: Privacy Policy
ar: سياسة الخصوصية

source: Terms of Service
ar: شروط الاستخدام

source: Contact Us
ar: تواصل معنا

# version
source: Version {version}
ar: الإصدار {version}

# loginAsCustomer
source: Customer
ar: زبون

# loginAsBusiness
source: Business
ar: صاحب عمل

# loginCustomerDesc
source: Browse and order from stores
ar: تصفح واطلب من المتاجر

# loginBusinessDesc
source: Manage your store and receive orders
ar: أدر متجرك واستقبل الطلبات

source: or
ar: أو

source: Dev Quick Access
ar: وصول سريع للتطوير

# itemCount
source: {count, plural, =0{No items} =1{1 item} other{{count} items}}
ar: {count, plural, =0{لا عناصر} =1{عنصر واحد} =2{عنصران} few{{count} عناصر} other{{count} عنصر}}

# feedEmpty
source: No posts yet
ar: لا توجد منشورات بعد

# feedEmptySubtitle
source: Follow pages to see their updates
ar: تابع صفحات لتشاهد آخر أخبارهم

# trendingPages
source: Trending
ar: الرائج

source: Categories
ar: التصنيفات

# itemsTab
source: Products
ar: المنتجات

# postsTab
source: Posts
ar: المنشورات

source: Out of stock
ar: غير متوفر

source: Required
ar: مطلوب

source: Optional
ar: اختياري

# totalPrice
source: Total
ar: المجموع

# logoutConfirm
source: Are you sure you want to log out?
ar: هل تريد تسجيل الخروج؟

source: Info
ar: معلومات

source: Delivery
ar: توصيل

source: Pickup
ar: استلام

source: Booking
ar: حجز

source: Payment Methods
ar: طرق الدفع

source: Cash
ar: نقداً

source: CliQ
ar: كليك

source: Bank Transfer
ar: حوالة بنكية

source: Minimum Order
ar: الحد الأدنى للطلب

# estimatedDelivery
source: Est. Delivery
ar: وقت التوصيل المتوقع

# minutes
source: {count} min
ar: {count} دقيقة

source: Working Hours
ar: ساعات العمل

source: Available
ar: متاح

source: Not Available
ar: غير متاح

source: View Product
ar: عرض المنتج

source: Offer
ar: عرض

# discount
source: {percent}% OFF
ar: خصم {percent}٪

source: Stories
ar: القصص

# suggestedPages
source: Suggested for you
ar: مقترح لك

source: Near you
ar: بالقرب منك

source: {distance} km
ar: {distance} كم

# searchHint
source: Search stores, products...
ar: ابحث عن متاجر، منتجات...

source: All
ar: الكل

source: Food
ar: طعام

source: Shopping
ar: تسوق

source: Services
ar: خدمات

source: Health
ar: صحة

source: Search Results
ar: نتائج البحث

# noSearchResults
source: No results found
ar: لا توجد نتائج

source: Share post
ar: مشاركة المنشور

source: Share page
ar: مشاركة الصفحة

source: Coming soon
ar: قريباً

# postTypeProduct
source: New Product
ar: منتج جديد

# postTypeOffer
source: Special Offer
ar: عرض خاص

# postTypeUpdate
source: Update
ar: تحديث

# postTypeStatus
source: Status
ar: حالة

# postTypePhoto
source: Photos
ar: صور

source: Shop Now
ar: تسوق الآن

source: Visit Page
ar: زيارة الصفحة

source: Promoted
ar: ممول

# offerExpiresIn
source: Expires in {time}
ar: ينتهي بعد {time}

source: Offer expired
ar: انتهى العرض

# offerEndsToday
source: Last day!
ar: آخر يوم!

# offerEndsTomorrow
source: Ends tomorrow
ar: ينتهي غداً

source: Read More
ar: اقرأ المزيد

# addProduct
source: Add
ar: أضف

# statusAlert
source: Alert
ar: تنبيه

# statusAnnouncement
source: Announcement
ar: إعلان

source: Special Offer
ar: عرض خاص

# guestWelcomeTitle
source: Welcome to honak.app
ar: مرحباً بك في هناك.app

# guestWelcomeSubtitle
source: Discover local businesses around you — browse, follow, and order
ar: اكتشف أعمال ومتاجر محلية حولك — تصفح، تابع، واطلب

# guestExploreNearby
source: Explore nearby
ar: استكشف القريب منك

# guestCreateAccount
source: Create account
ar: أنشئ حسابك

source: Browse now
ar: تصفّح الآن

source: Story Viewer
ar: عارض القصص

# storyReply
source: Reply to story...
ar: رد على القصة...

# storyReplySent
source: Reply sent
ar: تم إرسال الرد

# storySwipeHint
source: Swipe to navigate stories
ar: اسحب للتنقل بين القصص

# storyPaused
source: Paused
ar: متوقفة مؤقتاً

# storyTapToResume
source: Tap to resume
ar: اضغط للمتابعة

# storyOf
source: {current} of {total}
ar: {current} من {total}

# storyCreate
source: Create Story
ar: إنشاء قصة

# storyCreateNew
source: New Story
ar: قصة جديدة

# storyBackground
source: Background
ar: الخلفية

# storyText
source: Text
ar: النص

# storyPublish
source: Publish
ar: نشر

# storyGradient
source: Gradient
ar: تدرج

# storySolidColor
source: Solid Color
ar: لون واحد

# storyImage
source: Image
ar: صورة

# storyAddText
source: Add Text
ar: إضافة نص

# storyEditText
source: Edit Text
ar: تعديل النص

# storyDeleteLayer
source: Delete Layer
ar: حذف الطبقة

# storyFont
source: Font
ar: الخط

# storyFontSize
source: Font Size
ar: حجم الخط

# storyTextColor
source: Text Color
ar: لون النص

# storyTextAlign
source: Text Align
ar: محاذاة النص

# storyPublishNow
source: Publish Now
ar: نشر الآن

# storySchedule
source: Schedule
ar: جدولة

# storyAudience
source: Audience
ar: الجمهور

# storyAudienceAll
source: Everyone
ar: الجميع

# storyAudienceFollowers
source: Followers Only
ar: المتابعون فقط

# storyScheduleAt
source: Publish at
ar: النشر في

source: Story published
ar: تم نشر القصة

# storyStep
source: Step {step} of {total}
ar: الخطوة {step} من {total}

source: Story Manager
ar: إدارة القصص

# storyMyStories
source: My Stories
ar: قصصي

# storyLive
source: Live
ar: منشورة

# storyScheduled
source: Scheduled
ar: مجدولة

# storyExpired
source: Expired
ar: منتهية

# storyStatusLive
source: Live now
ar: منشورة الآن

# storyStatusScheduled
source: Scheduled
ar: مجدولة

# storyStatusExpired
source: Expired
ar: منتهية

# storyViews
source: views
ar: مشاهدة

# storyReach
source: reach
ar: وصول

# storyShares
source: shares
ar: مشاركة

# storyMessages
source: messages
ar: رسالة

# storyProfileVisits
source: profile visits
ar: زيارة للصفحة

# storyStats
source: Statistics
ar: إحصائيات

# storyTotalViews
source: Total Views
ar: إجمالي المشاهدات

# storyTotalShares
source: Total Shares
ar: إجمالي المشاركات

# storyAvgViews
source: Avg. Views
ar: متوسط المشاهدات

# storyBestTime
source: Best Time to Post
ar: أفضل وقت للنشر

# storyBestDay
source: Best Day to Post
ar: أفضل يوم للنشر

# storyThisMonth
source: This Month
ar: هذا الشهر

# storyAllTime
source: All Time
ar: الكل

# storyGrowth
source: {percent}% growth vs last month
ar: نمو {percent}٪ عن الشهر الماضي

# storyNoStories
source: No stories yet
ar: لا توجد قصص بعد

# storyNoStoriesHint
source: Create your first story to reach your customers
ar: أنشئ قصتك الأولى لتصل لعملائك

# storyDelete
source: Delete Story
ar: حذف القصة

# storyDeleteConfirm
source: Are you sure you want to delete this story?
ar: هل تريد حذف هذه القصة؟

# storyExpiresIn
source: Expires in {time}
ar: تنتهي بعد {time}

# storyScheduledFor
source: Scheduled for {time}
ar: مجدولة لـ {time}

# storyFilterAll
source: All
ar: الكل

# storyFilterLive
source: Live
ar: منشورة

# storyFilterScheduled
source: Scheduled
ar: مجدولة

# storyFilterExpired
source: Expired
ar: منتهية

# storyPreview
source: Preview
ar: معاينة

# storyEdit
source: Edit
ar: تعديل

# storyShare
source: Share
ar: مشاركة

# storyRepublish
source: Republish
ar: إعادة نشر

# storyShareCopied
source: Story link copied
ar: تم نسخ رابط القصة

# storySearchHint
source: Search stories...
ar: ابحث في القصص...

# storySortNewest
source: Newest
ar: الأحدث

# storySortOldest
source: Oldest
ar: الأقدم

# storySortMostViews
source: Most Views
ar: الأكثر مشاهدة

# storySortMostShares
source: Most Shares
ar: الأكثر مشاركة

# storySortMostMessages
source: Most Messages
ar: الأكثر رسائل

# storySortMostReach
source: Most Reach
ar: الأكثر وصولاً

# storyScheduledAtLabel
source: Publish date
ar: موعد النشر

# storyRepublishTitle
source: Republish Story
ar: إعادة نشر القصة

# storyRepublishNow
source: Publish Now
ar: نشر الآن

# storyRepublishSchedule
source: Schedule Publish
ar: جدولة النشر

source: Story republished
ar: تم إعادة نشر القصة

# storyRepublishScheduled
source: Republish scheduled
ar: تم جدولة إعادة النشر

# storyEditAndRepublish
source: Edit & Republish
ar: تعديل وإعادة نشر

# storyRepublishAsIs
source: Republish As-Is
ar: إعادة نشر كما هي

# storyRepublishChoiceTitle
source: Republish Story
ar: إعادة نشر القصة

# storyRepublishChoiceSubtitle
source: Would you like to edit the story before republishing?
ar: هل تريد تعديل القصة قبل إعادة النشر؟

# storyEditTitle
source: Edit Story
ar: تعديل القصة

source: Story updated
ar: تم تحديث القصة

# storyAddContentFirst
source: Add text or image first
ar: أضف نصاً أو صورة أولاً

# storyPublishOptions
source: Publish Options
ar: خيارات النشر

# storyFollowersDesc
source: Visible to followers
ar: تظهر لمن يتابعك

# storyAllDesc
source: Paid promotion
ar: ترويج مدفوع

# storyPublishTime
source: Publish Time
ar: وقت النشر

# storyNow
source: Now
ar: الآن

# storyDate
source: Date
ar: التاريخ

# storyTime
source: Time
ar: الوقت

# storyEngagement
source: Engagement
ar: التفاعل

# storyEngagementRate
source: Engagement rate
ar: نسبة التفاعل

# storySortBy
source: Sort by
ar: ترتيب حسب

# storyRemove
source: Remove
ar: إزالة

# storyConfirmAction
source: Confirm
ar: تأكيد

# storyLiveNote
source: Live stories cannot be edited — you can remove them or wait until they expire
ar: القصص الحالية لا يمكن تعديلها — يمكنك إزالتها أو الانتظار حتى تنتهي

# storyPreviewSubtitle
source: Preview — as your followers see it
ar: معاينة — كما يراها المتابعين

# storyFollowerCount
source: follower
ar: متابع

# storyCountOf
source: {filtered} of {total} stories
ar: {filtered} من {total} قصة

# storyDone
source: Done
ar: تم

# storySelectTextHint
source: Add text or select text first
ar: أضف نصاً أو اختر نصاً أولاً

# storyNewText
source: New Text
ar: نص جديد

# storyDeleteAction
source: Delete
ar: حذف

# storyFontDefault
source: Default
ar: عادي

# storyFontBold
source: Bold
ar: عريض

# storyFontElegant
source: Elegant
ar: مزخرف

# storyFontLight
source: Light
ar: رفيع

# storyFontMono
source: Typewriter
ar: آلة كاتبة

# storyHintEditing
source: Type directly on preview
ar: اكتب مباشرة على المعاينة

# storyHintSelected
source: Drag to move - double tap to edit
ar: اسحب لتحريك · انقر مرتين للتعديل

# storyHintTapToSelect
source: Tap text to select it
ar: انقر على نص لتحديده

# storyTypeHere
source: Type here...
ar: اكتب هنا...

# storyWhoSees
source: Who sees the story?
ar: من يشاهد القصة؟

# storyScheduledInfo
source: Story will auto-publish at the scheduled time and disappear after 24 hours
ar: القصة ستُنشر تلقائياً في الوقت المحدد وتختفي بعد ٢٤ ساعة

# storyNowInfo
source: Story appears immediately and disappears after 24 hours
ar: القصة تظهر فوراً وتختفي بعد ٢٤ ساعة

# storyScheduleAction
source: Schedule Story
ar: جدولة القصة

# bizTabDashboard
source: Dashboard
ar: لوحة التحكم

# bizTabManage
source: Manage
ar: إدارة

# bizTabContent
source: Content
ar: المحتوى

# bizTabCustomers
source: Customers
ar: عملاء

# contentStories
source: Stories
ar: القصص

# contentPosts
source: Posts
ar: المنشورات

# contentStoryStats
source: Story Stats — This Month
ar: إحصائيات القصص — هذا الشهر

# contentPostStats
source: Post Stats — This Month
ar: إحصائيات المنشورات — هذا الشهر

# contentViews
source: Views
ar: مشاهدة

# contentShares
source: Shares
ar: مشاركة

# contentMessages
source: Messages
ar: رسالة

# contentLiveStories
source: {count} live
ar: {count} قصة حالية

# contentScheduled
source: {count} scheduled
ar: {count} مجدولة

# contentManageComingSoon
source: Product & service management — Coming soon
ar: إدارة المنتجات والخدمات — قريباً

# contentCustomersComingSoon
source: Customer data — Coming soon
ar: بيانات العملاء — قريباً

# contentPostsComingSoon
source: Post management — Coming soon
ar: إدارة المنشورات — قريباً

source: Filter
ar: تصفية

# filterActive
source: {count} active
ar: {count} نشط

# filterCategory
source: Category
ar: التصنيف

# filterDistance
source: Distance
ar: المسافة

# filterRating
source: Rating
ar: التقييم

# filterSortBy
source: Sort By
ar: ترتيب حسب

# filterNearest
source: Nearest
ar: الأقرب

# filterPopular
source: Most Popular
ar: الأكثر شعبية

# filterHighestRated
source: Highest Rated
ar: الأعلى تقييماً

# filterReset
source: Reset
ar: إعادة تعيين

# filterApply
source: Apply
ar: تطبيق

source: Recent Searches
ar: عمليات البحث الأخيرة

source: Clear All
ar: مسح الكل

# searchNoResults
source: No results for "{query}"
ar: لا توجد نتائج لـ "{query}"

source: Pages
ar: الصفحات

# exploreSearchHint
source: Search pages, products, services...
ar: ابحث عن صفحات، منتجات، خدمات...

source: Browse {category}
ar: تصفح {category}

source: Sub-categories
ar: تصنيفات فرعية

# distanceAway
source: {distance} km away
ar: {distance} كم

# filterAndSort
source: Filter & Sort
ar: فلتر وترتيب

source: Closest first
ar: الأقرب أولاً

# mostActiveSort
source: Most active
ar: الأكثر نشاطاً

# weeklyOrdersCount
source: {count} orders/week
ar: {count} طلب/أسبوع

source: Official
ar: رسمي

source: My Orders
ar: طلباتي

# ordersTabActive
source: Active
ar: نشطة

# ordersTabUpcoming
source: Upcoming
ar: قادمة

# ordersTabHistory
source: History
ar: السجل

# ordersTabSubscriptions
source: Subscriptions
ar: اشتراكاتي

# ordersSearchHint
source: Search your orders...
ar: ابحث في طلباتك...

# ordersEmptyActive
source: No active orders
ar: لا توجد طلبات نشطة

# ordersEmptyUpcoming
source: No upcoming appointments
ar: لا توجد مواعيد قادمة

# ordersEmptyHistory
source: No order history
ar: لا توجد طلبات سابقة

# ordersEmptySubscriptions
source: No subscriptions yet
ar: لا توجد اشتراكات بعد

# ordersLoadError
source: Error loading orders
ar: حدث خطأ أثناء تحميل الطلبات

# ordersItemsCount
source: {count} items
ar: {count} أصناف

# ordersPlaceReservation
source: Place reservation
ar: حجز مكان

# ordersViewDetails
source: Details
ar: التفاصيل

# ordersDetailSnackbar
source: Details: {id}
ar: تفاصيل: {id}

# ordersGuestsCount
source: {count} guests
ar: {count} ضيوف

# deliveryEta
source: Delivery in {minutes} min
ar: التوصيل خلال {minutes} د

# paidBySubscription
source: Subscription
ar: اشتراك

# subscriptionCreditsLeft
source: {count} remaining
ar: {count} متبقية

# subsActive
source: Active
ar: نشطة

# subsInactive
source: Inactive
ar: منتهية

source: No subscriptions
ar: لا توجد اشتراكات

# noSubscriptionsHint
source: Your subscriptions to business packages will appear here
ar: عند اشتراكك في باقات المتاجر ستظهر هنا

source: Order with credits
ar: اطلب برصيدك

# renewSubscription
source: Renew
ar: تجديد

# autoDeductHint
source: Auto-deducted on order
ar: خصم تلقائي عند الطلب

# daysRemaining
source: {days} days remaining
ar: يتبقى {days} يوم

# unlimitedAccess
source: Unlimited
ar: غير محدود

# expiresIn
source: Expires in {days} days
ar: ينتهي خلال {days} أيام

source: Manage subscription
ar: إدارة الاشتراك

source: Pause subscription
ar: إيقاف مؤقت

source: Cancel subscription
ar: إلغاء الاشتراك

# creditHistory
source: Usage history
ar: سجل الاستخدام

source: Pause duration
ar: مدة الإيقاف

# pauseResume
source: Resumes on: {date}
ar: ستستأنف في: {date}

source: Confirm pause
ar: تأكيد الإيقاف

# cancelWarning
source: Are you sure you want to cancel this subscription?
ar: هل أنت متأكد من إلغاء الاشتراك؟

# confirmCancel
source: Confirm cancellation
ar: تأكيد الإلغاء

source: Go back
ar: العودة

# creditHistoryTitle
source: Credit history
ar: سجل الرصيد

# noHistory
source: No usage history
ar: لا يوجد سجل استخدام

# subsStatusDepleted
source: Depleted
ar: نفدت

# subsStatusExpired
source: Expired
ar: انتهت

# subsStatusCancelled
source: Cancelled
ar: ملغاة

# subsStatusPaused
source: Paused
ar: متوقف

# packagesAndSubscriptions
source: Packages & Subscriptions
ar: الباقات والاشتراكات

source: Add package
ar: إضافة باقة

# addPackageHint
source: Add a package or subscription for your customers
ar: إضافة باقة أو اشتراك لعملائك

source: Recurring Customers
ar: العملاء المتكررون

source: View all
ar: عرض الكل

# activeSubscribers
source: Active
ar: فعّال

# autoOrderSubscribers
source: Auto
ar: تلقائي

# reminderSubscribers
source: Reminder
ar: تذكير

source: Auto order
ar: طلب تلقائي

# confirmAutoOrder
source: Confirm
ar: تأكيد

# skipAutoOrder
source: Skip
ar: تخطي

# sendReminder
source: Remind
ar: تذكير

# savingsPercent
source: Save {percent}%
ar: وفّر {percent}٪

# bizCustomerActiveSubscribers
source: Active subscribers
ar: مشترك نشط

# bizCustomerTotal
source: Customers
ar: عميل

# bizCustomerReturnRate
source: Return rate
ar: عودة

# bizCustomerOrdersPerCustomer
source: Orders/customer
ar: طلب/عميل

# bizCustomerSubscribers
source: Subscribers
ar: مشتركون

# bizCustomerAllCustomers
source: All Customers
ar: جميع العملاء

# bizCustomerInvite
source: Invite
ar: دعوة

# bizCustomerSearchHint
source: Search by name or phone...
ar: بحث بالاسم أو الهاتف...

# bizCustomerSortRecent
source: Recent
ar: الأحدث

# bizCustomerSortOrders
source: Most orders
ar: الأكثر طلبات

# bizCustomerSortValue
source: Highest value
ar: الأعلى قيمة

# bizCustomerBadgeNew
source: New customer
ar: عميل جديد

# bizCustomerBadgeActive
source: Active customer
ar: عميل نشط

# bizCustomerBadgeRepeat
source: Repeat customer
ar: عميل متكرر

# bizCustomerBadgeInterested
source: Interested
ar: مهتم

# bizCustomerBadgePast
source: Past customer
ar: عميل سابق

# bizCustomerNoCustomers
source: No customers
ar: لا يوجد عملاء

# bizCustomerOrders
source: orders
ar: طلب

# bizCustomerChatOnly
source: Chat only
ar: محادثة فقط

# bizCustomerSubscribed
source: Subscribed
ar: مشترك

# bizCustomerSubscription
source: Subscription
ar: الاشتراك

# bizCustomerActivity
source: Activity
ar: النشاط

# bizCustomerLastOrder
source: Last order
ar: آخر طلب

# bizCustomerLastActivity
source: Last activity
ar: آخر نشاط

# bizCustomerSource
source: Source
ar: المصدر

# bizCustomerSourceOrganic
source: Organic
ar: عضوي

# bizCustomerSourceInvited
source: Invited
ar: دعوة

# bizCustomerSourceManual
source: Manual
ar: يدوي

# bizCustomerPrivateNotes
source: Private notes
ar: ملاحظات خاصة

# bizCustomerNotesHint
source: Add a private note about this customer (visible to team only)...
ar: أضف ملاحظة خاصة عن هذا العميل (مرئية للفريق فقط)...

# bizCustomerChat
source: Chat
ar: محادثة

# bizCustomerNewOrder
source: New order
ar: طلب جديد

# bizCustomerPayment
source: Payment
ar: الدفع

# bizCustomerTotalSpent
source: Total
ar: إجمالي

# bizCustomerActive
source: Active
ar: نشط

# bizCustomerEnded
source: Ended
ar: منتهي

# bizCustomerExpiresAt
source: Expires {date}
ar: ينتهي {date}
