Repository: Massad/honak.app
Catalog: lib/core/l10n/arb/app_*.arb
Languages: ar

# blockWeekly
source: Weekly day
ar: يوم أسبوعي

# blockSpecific
source: Specific day
ar: يوم محدد

# blockRange
source: Date range
ar: فترة زمنية

# blockNoBlocked
source: No blocked dates
ar: لا يوجد تواريخ محظورة

# blockNoBlockedHint
source: Add blocks for days or periods when you don't accept requests
ar: أضف حظر لأيام أو فترات لا تستقبل فيها طلبات

# blockInfoBox
source: Blocked dates override the weekly schedule — customers won't be able to book during these times.
ar: التواريخ المحظورة تلغي الجدول الأسبوعي — العملاء لن يتمكنوا من الحجز في هذه الأوقات.

# blockEveryDay
source: Every {day}
ar: كل {day}

# availTitle
source: Availability Management
ar: إدارة المواعيد

# availSubtitle
source: Weekly schedule and date blocking
ar: الجدول الأسبوعي وحظر التواريخ

# availSaved
source: Saved
ar: تم الحفظ

# availScheduleTab
source: Weekly Schedule
ar: الجدول الأسبوعي

# availBlockTab
source: Block Dates
ar: حظر مواعيد

# propFeatureItemName
source: Item name...
ar: اسم العنصر...

# propFeatureAdd
source: Add
ar: إضافة

# propFeatureToggle
source: Toggle (Yes/No)
ar: تبديل (نعم/لا)

# propFeatureCount
source: Count (number)
ar: عدد (رقم)

# propFeatureCountLabel
source: Count:
ar: العدد:

# propFeatureSuggestions
source: Tap to add quickly:
ar: اختر لإضافة سريعة:

# propFeatTitle
source: Property Description
ar: وصف العقار

# propFeatSummary
source: {catCount} categories · {enabled} enabled of {total}
ar: {catCount} تصنيف · {enabled} مفعّل من {total}

# propFeatReorderDone
source: Done
ar: تم

# propFeatReorder
source: Reorder
ar: ترتيب

# propFeatHint
source: Add categories and items to fully describe the property
ar: أضف تصنيفات وعناصر لوصف العقار بالكامل

# propFeatItemCount
source: {enabled} / {total} items
ar: {enabled} / {total} عنصر

# propFeatNoItems
source: No items yet
ar: لا توجد عناصر بعد

# propFeatNoItemsHint
source: Add items to describe this category
ar: أضف عناصر لوصف هذا التصنيف

# propFeatSuggestionsBtn
source: Suggestions
ar: اقتراحات

# propFeatAddItem
source: Add item
ar: إضافة عنصر

# propFeatNewCategoryHint
source: New category name...
ar: اسم التصنيف الجديد...

# propFeatAddCategory
source: Add category
ar: إضافة تصنيف

# propFeatAddNewCategory
source: Add new category
ar: إضافة تصنيف جديد

# propFeatTip
source: Add categories like "Entertainment facilities" or "Extra services" then add items inside them. You can reorder categories and items by importance.
ar: أضف تصنيفات مثل "المرافق الترفيهية" أو "خدمات إضافية" ثم أضف العناصر داخلها. يمكنك ترتيب التصنيفات والعناصر حسب الأهمية.

# truckSummary
source: {count} trucks · Manage drivers, capacity and delivery days
ar: {count} شاحنة · إدارة السائقين والسعة وأيام التوصيل

# truckAddTruck
source: Add truck
ar: إضافة شاحنة

# truckAddNewTruck
source: Add new truck
ar: إضافة شاحنة جديدة

# truckNoTrucks
source: No trucks added yet
ar: لم تضف شاحنات بعد

# truckCapFull
source: Full capacity
ar: سعة ممتلئ

# truckZones
source: Zones
ar: مناطق

# truckDays
source: Days
ar: أيام

# truckOffToday
source: Off today
ar: عطلة اليوم

source: Truck name
ar: اسم الشاحنة

# truckDriversTeam
source: Drivers (from team)
ar: السائقون (من الفريق)

# truckCapFullLabel
source: Capacity — Full
ar: سعة — ممتلئ

# truckCapEmptyLabel
source: Capacity — Empty
ar: سعة — فارغ

# truckDeliveryDays
source: Delivery days
ar: أيام التوصيل

# truckRouteStart
source: Route start
ar: بداية المسار

# truckRouteEnd
source: Route end
ar: نهاية المسار

# truckCoverageZones
source: Coverage zones
ar: مناطق التغطية

# truckNoZones
source: No zones drawn yet — coming soon in the app
ar: لم يتم رسم مناطق بعد — سيتوفر في التطبيق قريباً

# truckZoneCount
source: {count} zones
ar: {count} مناطق

# truckEditTitle
source: Edit Truck
ar: تعديل الشاحنة

# truckAddTitle
source: Add Truck
ar: إضافة شاحنة

source: Truck deleted
ar: تم حذف الشاحنة

source: Truck added
ar: تمت إضافة الشاحنة

# truckSaved
source: Changes saved
ar: تم حفظ التغييرات

# truckLoadError
source: Error loading trucks
ar: خطأ في تحميل الشاحنات

# truckRetry
source: Retry
ar: إعادة المحاولة

# truckNewName
source: New Truck
ar: شاحنة جديدة

# truckAreaKm2
source: {area} km²
ar: {area} كم²

# pkgSectionTitle
source: Packages & Subscriptions
ar: الباقات والاشتراكات

# pkgAddBtn
source: Add package
ar: إضافة باقة

# pkgEmptyHint
source: Add a package or subscription for your customers
ar: إضافة باقة أو اشتراك لعملائك

# pkgActive
source: Active
ar: فعّال

# pkgHidden
source: Hidden
ar: مخفي

# pkgStatusChange
source: Coming soon — change status
ar: قريباً — تغيير الحالة

# pkgModelVisitsDate
source: Visits + Date
ar: زيارات + تاريخ

# pkgModelVisits
source: Visit count
ar: عدد زيارات

# pkgModelTime
source: Time subscription
ar: اشتراك زمني

# postCreateTitle
source: Create Post
ar: إنشاء منشور

# postCreateSubtitle
source: Choose the type of post to create
ar: اختر نوع المنشور الذي تريد إنشاءه

# postTypeUpdateDesc
source: Announcement or news
ar: إعلان أو خبر

# postTypeDailySpecial
source: Daily Special
ar: عرض اليوم

# postTypeDailySpecialDesc
source: Special offer — pick an item at a special price
ar: عرض خاص — اختر صنف بسعر مميز

# postTypeStatusDesc
source: Short status (disappears in 24h)
ar: حالة قصيرة (تختفي خلال ٢٤ س)

# postTypeOurWork
source: Our Work
ar: أعمالنا

# postTypeOurWorkDesc
source: Completed work photos (before/after)
ar: صور أعمال مكتملة (قبل/بعد)

# postTypeAlert
source: Alert
ar: تنبيه

# postTypeAlertDesc
source: Urgent or important alert for followers
ar: تنبيه عاجل أو مهم للمتابعين

# postNewStory
source: New Story
ar: ستوري جديدة

# postNewStoryDesc
source: Share moments with your followers
ar: شارك لحظات مع متابعيك

# postPromotedComingSoon
source: Coming soon: Promoted post
ar: قريباً: منشور مروّج

# postPromoted
source: Promoted Post
ar: منشور مروّج

# postPublished
source: Published
ar: تم النشر

# postPublishError
source: An error occurred while publishing
ar: حدث خطأ أثناء النشر

# postStatusHint
source: Write your status...
ar: اكتب حالتك...

# postCaptionHint
source: Write post description...
ar: اكتب وصف المنشور...

# postAddPhotoComingSoon
source: Coming soon: Add photo
ar: قريباً: إضافة صورة

# postAddPhoto
source: Add photo
ar: إضافة صورة

# postStatusColor
source: Status color
ar: لون الحالة

# postPreview
source: Preview
ar: معاينة

# postPublish
source: Publish
ar: نشر

# bizDashQuickActions
source: Quick Actions
ar: إجراءات سريعة

# bizDashNoData
source: No data yet
ar: لا توجد بيانات بعد

# bizDashSetupSoon
source: Coming soon: Setup {stepId}
ar: قريباً: إعداد {stepId}

# bizDashQuickActionSoon
source: Coming soon: {action}
ar: قريباً: {action}

# bizRevenuePeriodToday
source: Today
ar: اليوم

# bizRevenuePeriodWeek
source: This Week
ar: هذا الأسبوع

# bizRevenuePeriodMonth
source: This Month
ar: هذا الشهر

# bizRevenuePrevToday
source: Yesterday
ar: أمس

# bizRevenuePrevWeek
source: Last Week
ar: الأسبوع الماضي

# bizRevenuePrevMonth
source: Last Month
ar: الشهر الماضي

# bizRevenueCurrency
source: JOD
ar: د.أ

# bizRevenuePrevAmount
source: {label}: {amount} JOD
ar: {label}: {amount} د.أ

# bizRevenueOrderCount
source: {count} orders
ar: {count} طلب

# bizRevenueAvgOrder
source: Avg: {avg} JOD/order
ar: متوسط: {avg} د.أ/طلب

# bizRevenuePaymentMethods
source: Payment methods today
ar: طرق الدفع اليوم

# bizRevenuePayCash
source: Cash
ar: كاش

# bizRevenuePayBank
source: Transfer
ar: تحويل

# bizSetupTitle
source: Complete your page setup
ar: أكمل إعداد صفحتك

# bizSetupProgress
source: {done} of {total} steps completed
ar: {done} من {total} خطوات مكتملة

# bizSetupStepLogo
source: Add logo / page image
ar: أضف شعار / صورة الصفحة

# bizSetupStepLocation
source: Set your location on the map
ar: حدد موقعك على الخريطة

# bizSetupStepHours
source: Add working hours
ar: أضف ساعات العمل

# bizSetupStepProducts
source: Add your page content
ar: أضف محتوى صفحتك

# bizSetupStepProductsMenu
source: Add menu items
ar: أضف أصناف القائمة

# bizSetupStepProductsService
source: Add your services
ar: أضف خدماتك

# bizSetupStepProductsCatalog
source: Add your products
ar: أضف منتجاتك

# bizSetupStepPayment
source: Set accepted payment methods
ar: حدد طرق الدفع المقبولة

# bizSetupStepTeam
source: Add your team
ar: أضف فريق العمل

# bizSetupActionAdd
source: Add
ar: إضافة

# bizSetupActionSet
source: Set
ar: تحديد

# bizSetupMotivationStart
source: Complete setup in 3 minutes and start receiving orders!
ar: أكمل الإعداد خلال ٣ دقائق وابدأ باستقبال الطلبات!

# bizSetupMotivationAlmost
source: Almost there! Just 2 steps and your page is ready
ar: أوشكت! خطوتين فقط وتصير صفحتك جاهزة

# bizSetupMotivationDone
source: Excellent! Your page is ready to receive customers
ar: ممتاز! صفحتك جاهزة لاستقبال العملاء

# bizSummaryCompleted
source: Completed
ar: مكتمل

# bizSummaryUpcoming
source: Upcoming
ar: قادم

# bizSummaryCancelled
source: Cancelled
ar: ملغي

# bizSummaryTodayRevenue
source: Today's revenue
ar: إيراد اليوم

# bizRevenueServicesCount
source: {count} services
ar: {count} خدمات

# bizAppointmentWith
source: With {provider}
ar: مع {provider}

# bizQuoteStatusPending
source: Awaiting price
ar: بانتظار السعر

# bizQuoteStatusQuoted
source: Quoted
ar: تم التسعير

# bizQuoteStatusAccepted
source: Accepted
ar: مقبول

# bizDeliveryCompleted
source: {completed}/{total} completed
ar: {completed}/{total} مكتمل

# bizStockAlert
source: Stock Alert
ar: تنبيه المخزون

# bizStockRemaining
source: {count} remaining
ar: {count} متبقي

# bizRecurringSummary
source: {customers} customers · {units} units
ar: {customers} عميل · {units} وحدة

# bizRecurringNote
source: Routes are auto-generated based on recurring delivery schedules
ar: يتم إنشاء الدور تلقائياً بناءً على جداول التوصيل المتكررة

# bizQueueWaiting
source: Waiting
ar: بانتظار

# bizUnavailableItems
source: {count} items unavailable
ar: {count} أصناف متوقفة

# bizUnavailableReactivate
source: Reactivate
ar: إعادة تفعيل

# bizOccupancyBookedOf
source: {booked} nights booked of {total}
ar: {booked} ليلة محجوزة من {total}

# bizOccupancyCheckinToday
source: Check-in today:
ar: وصول اليوم:

# bizOccupancyCheckoutToday
source: Check-out today:
ar: مغادرة اليوم:

# bizLinkedNeedsReview
source: Needs review
ar: بحاجة مراجعة

# bizLinkedViewPage
source: View Page
ar: عرض الصفحة

# bizLinkedApprove
source: Approve
ar: تمام

# bizLinkedReviewed
source: Reviewed
ar: تمت المراجعة

# bizRecurringCustomers
source: Recurring Customers
ar: العملاء المتكررون

# bizRecurringViewAll
source: View All
ar: عرض الكل

# bizRecurringViewAllSoon
source: Coming soon — View All
ar: قريباً — عرض الكل

# bizRecurringActiveCount
source: {count} active
ar: {count} فعّال

# bizRecurringAutoCount
source: {count} auto
ar: {count} تلقائي

# bizRecurringRemindCount
source: {count} reminders
ar: {count} تذكير

# bizRecurringAutoOrdersToday
source: Today's auto orders
ar: الطلبات التلقائية اليوم

# bizRecurringAutoOrder
source: Auto order — {qty} bottles
ar: طلب تلقائي — {qty} قوارير

# bizRecurringConfirm
source: Confirm
ar: تأكيد

# bizRecurringSkip
source: Skip
ar: تخطي

# bizRecurringConfirmed
source: Confirmed order for {name}
ar: تم تأكيد طلب {name}

# bizRecurringSkipped
source: Skipped order for {name}
ar: تم تخطي طلب {name}

# bizRecurringLowCredit
source: Low credit
ar: رصيد منخفض

# bizRecurringCreditLeft
source: {remaining} of {total} deliveries left
ar: متبقي {remaining} من {total} توصيلة

# bizRecurringRemind
source: Remind
ar: تذكير

# bizRecurringReminderSent
source: Reminder sent to {name}
ar: تم إرسال تذكير لـ{name}

# bizNavHome
source: Home
ar: الرئيسية

# bizNavInsights
source: Insights
ar: إحصائيات

# bizNavChat
source: Chats
ar: المحادثات

# bizNavAccount
source: Page
ar: الصفحة

# bizAppBarCustomer
source: Customer
ar: عميل

# bizNotificationsComingSoon
source: Coming soon: Notifications
ar: قريباً: الإشعارات

# bizMyPages
source: My Business Pages
ar: صفحاتي التجارية

# bizBackToCustomerMode
source: Back to Customer Mode
ar: العودة لوضع العميل

# bizRecentActions
source: Recent Actions
ar: آخر الإجراءات

# bizViewFullLog
source: View Full Log
ar: عرض السجل الكامل

# bizNoActivityYet
source: No activity yet
ar: لا يوجد نشاط بعد

# bizPaymentCash
source: Cash
ar: كاش

# bizTimeNow
source: Now
ar: الآن

# bizTimeMinutesAgo
source: {minutes}m ago
ar: قبل {minutes} د

# bizTimeHoursAgo
source: {hours}h ago
ar: قبل {hours} س

# bizTimeYesterday
source: Yesterday
ar: أمس

# bizTimeDaysAgo
source: {days}d ago
ar: قبل {days} يوم

# bizCurrentStatus
source: Current Status
ar: الحالة الحالية

# bizCurrentLabel
source: Current
ar: الحالية

# bizMoveTo
source: Move to
ar: نقل إلى

# bizRevert
source: Revert
ar: تراجع

# bizItemMinutes
source: min
ar: دقيقة

# bizItemAvailable
source: Available
ar: متاح

# bizItemOutOfStock
source: Out of stock
ar: نفذ

# bizItemHidden
source: Hidden
ar: مخفي

# bizItemUnknown
source: Unknown
ar: غير معروف

# bizItemLimited
source: Limited
ar: محدود

# bizItemSoldOut
source: Sold out
ar: نفد

# bizDateMonth1
source: January
ar: يناير

# bizDateMonth2
source: February
ar: فبراير

# bizDateMonth3
source: March
ar: مارس

# bizDateMonth4
source: April
ar: أبريل

# bizDateMonth5
source: May
ar: مايو

# bizDateMonth6
source: June
ar: يونيو

# bizDateMonth7
source: July
ar: يوليو

# bizDateMonth8
source: August
ar: أغسطس

# bizDateMonth9
source: September
ar: سبتمبر

# bizDateMonth10
source: October
ar: أكتوبر

# bizDateMonth11
source: November
ar: نوفمبر

# bizDateMonth12
source: December
ar: ديسمبر

# bizDateDayMonth
source: {month} {day}
ar: {day} {month}

# dropoffActivityLog
source: Activity Log
ar: سجل النشاط

# dropoffChangeTicketStatus
source: Change Ticket Status
ar: تغيير حالة التذكرة

# dropoffStatusReceived
source: Received
ar: تم الاستلام

# dropoffStatusProcessing
source: Processing
ar: قيد المعالجة

# dropoffStatusReady
source: Ready for Pickup
ar: جاهز للاستلام

# dropoffStatusDelivered
source: Delivered
ar: تم التسليم

# dropoffStatusCancelled
source: Cancelled
ar: ملغي

# dropoffNextStartProcessing
source: Start Processing
ar: بدء المعالجة

# dropoffNextReadyForPickup
source: Ready for Pickup
ar: جاهز للاستلام

# dropoffNextDelivered
source: Delivered
ar: تم التسليم

# dropoffActionTicketCreated
source: Ticket Created
ar: تم إنشاء التذكرة

# dropoffActionStatusChanged
source: Status Changed
ar: تغيير الحالة

# dropoffActionPhotoBefore
source: Photo Before
ar: صورة قبل

# dropoffActionPhotoAfter
source: Photo After
ar: صورة بعد

# dropoffActionInfoRequested
source: Info Requested
ar: طلب معلومات

# dropoffActionInfoReceived
source: Customer Reply
ar: رد العميل

# dropoffActionPaymentMarked
source: Payment Marked
ar: تم الدفع

# dropoffActionNoteAdded
source: Note
ar: ملاحظة

# dropoffActionItemModified
source: Items Modified
ar: تعديل القطع

# dropoffTicketCreatedNote
source: Ticket {ticketNumber} created
ar: تم إنشاء التذكرة {ticketNumber}

# dropoffInfoExtraPhoto
source: Additional photo
ar: صورة إضافية

# dropoffInfoProblemDetails
source: Problem details
ar: تفاصيل المشكلة

# dropoffInfoSentToChat
source: Request sent to chat
ar: تم إرسال الطلب إلى المحادثة

# dropoffPaymentCash
source: Cash
ar: نقدي

# dropoffTrackYourItems
source: Track Your Items
ar: تتبع قطعك

# dropoffNoItemsProcessing
source: No items currently being processed
ar: لا توجد قطع قيد المعالجة حالياً

# dropoffBringItemsHint
source: Bring your items to the shop and we'll track them here
ar: يمكنك إحضار قطعك للمحل وسنتابع حالتها هنا

# dropoffItemsCount
source: {count} items
ar: {count} قطع

# dropoffMoreItems
source: +{count} more items
ar: +{count} قطع أخرى

# dropoffEstimatedDate
source: Estimated: {date}
ar: الموعد المتوقع: {date}

# dropoffTotalWithAmount
source: Total: {amount}
ar: الإجمالي: {amount}

# dropoffPaid
source: Paid
ar: مدفوع

# dropoffStatusMsgReceived
source: Your items have been received and are awaiting processing
ar: تم استلام قطعتك وبانتظار المعالجة

# dropoffStatusMsgProcessing
source: Your items are being processed
ar: قطعتك قيد المعالجة

# dropoffStatusMsgReady
source: Ready for pickup!
ar: جاهزة للاستلام!

# dropoffPastOrders
source: Past orders ({count})
ar: طلبات سابقة ({count})

# dropoffBoardTitle
source: Tracking Board
ar: لوحة التتبع

# dropoffActiveTickets
source: {count} active tickets
ar: {count} تذكرة نشطة

# dropoffOverdueCount
source: {count} overdue
ar: {count} متأخرة

# dropoffNewReceipt
source: New Receipt
ar: استلام جديد

# dropoffSearchHint
source: Search by name or ticket number...
ar: بحث بالاسم أو رقم التذكرة...

# dropoffStatsReceived
source: Received
ar: استلام

# dropoffStatsProcessing
source: Processing
ar: معالجة

# dropoffStatsReady
source: Ready
ar: جاهز

# dropoffStatsDelivered
source: Delivered
ar: تم التسليم

# dropoffFilterAll
source: All
ar: الكل

# dropoffNoTicketsSearch
source: No results
ar: لا توجد نتائج

# dropoffNoTickets
source: No tickets
ar: لا توجد تذاكر

# dropoffDeliveredSection
source: Delivered ({count})
ar: تم التسليم ({count})

# dropoffNoDeliveredToday
source: No delivered tickets today
ar: لا توجد تذاكر مسلّمة اليوم

# dropoffStatusUpdated
source: Status updated
ar: تم تحديث الحالة

# dropoffStatusChangedToast
source: Status changed
ar: تم تغيير الحالة

# dropoffNoInfoTemplates
source: No info request templates available
ar: لا توجد قوالب طلب معلومات

# dropoffInfoRequestSent
source: Info request sent ({count})
ar: تم إرسال طلب معلومات ({count})

# dropoffTicketCreated
source: Ticket created
ar: تم إنشاء التذكرة

# dropoffDashboardReceived
source: Received
ar: مستلمة

# dropoffDashboardProcessing
source: Processing
ar: قيد المعالجة

# dropoffDashboardReady
source: Ready
ar: جاهزة

# dropoffDashboardDelivered
source: Delivered
ar: تم التسليم

# dropoffOverdue
source: Overdue
ar: متأخر

# dropoffOverdueLabel
source: {count} overdue
ar: {count} متأخر

# dropoffRevenueToday
source: Today's Revenue
ar: إيراد اليوم

# dropoffTicketTitle
source: Ticket #{ticketNumber}
ar: تذكرة #{ticketNumber}

# dropoffUrgent
source: Urgent
ar: مستعجل

# dropoffCustomer
source: Customer
ar: العميل

# dropoffChat
source: Chat
ar: محادثة

# dropoffItemsCountPiece
source: Items ({count} pieces)
ar: القطع ({count} قطعة)

# dropoffPhotoBeforeExists
source: Photo before ✓
ar: صورة قبل ✓

# dropoffPhotoBeforeNone
source: No photo before
ar: لا توجد صورة قبل

# dropoffPhotoAfterExists
source: Photo after ✓
ar: صورة بعد ✓

# dropoffPhotoAfterNone
source: No photo after
ar: لا توجد صورة بعد

# dropoffPayment
source: Payment
ar: الدفع

# dropoffPaidWithMethod
source: Paid ({method})
ar: مدفوع ({method})

# dropoffNotPaid
source: Not paid yet
ar: لم يتم الدفع بعد

# dropoffTotalLabel
source: Total
ar: الإجمالي

# dropoffNotes
source: Notes
ar: ملاحظات

# dropoffTimingTitle
source: Timing
ar: المواعيد

# dropoffTimingDropoff
source: Drop-off
ar: استلام القطع

# dropoffTimingEstimated
source: Estimated Ready
ar: الموعد المتوقع

# dropoffTimingOverdue
source: (overdue)
ar: (متأخر)

# dropoffTimingStarted
source: Processing Started
ar: بدء المعالجة

# dropoffTimingCompleted
source: Work Completed
ar: اكتمل العمل

# dropoffTimingPickedUp
source: Customer Pickup
ar: تسليم العميل

# dropoffActivityLogCount
source: Activity Log ({count} actions)
ar: سجل النشاط ({count} إجراء)

# dropoffShowAll
source: Show All
ar: عرض الكل

# dropoffSendReceipt
source: Send Receipt
ar: إرسال إيصال

# dropoffShopName
source: Shop
ar: المحل

# dropoffNoActivity
source: No activity yet
ar: لا يوجد نشاط بعد

# dropoffPhotoBefore
source: Photo Before
ar: صورة قبل

# dropoffPhotoAfter
source: Photo After
ar: صورة بعد

# dropoffRequestInfo
source: Request Info
ar: طلب معلومات

# dropoffItemPiece
source: {count} pieces
ar: {count} قطعة

# dropoffMoreOther
source: +{count} more
ar: +{count} أخرى

# dropoffReceiptTime
source: Received: {time}
ar: استلام: {time}

# dropoffEstimatedShort
source: Due: {date}
ar: الموعد: {date}

# dropoffTimeMinutes
source: {count}m
ar: {count} د

# dropoffTimeHours
source: {count}h
ar: {count} س

# dropoffTimeDays
source: {count}d
ar: {count} يوم

# dropoffCurrencyJod
source: JOD
ar: د.أ

# dropoffStepCustomer
source: Customer Info
ar: بيانات العميل

# dropoffStepItems
source: Add Items
ar: إضافة القطع

# dropoffStepReview
source: Review Order
ar: مراجعة الطلب

# dropoffCustomerName
source: Customer Name *
ar: اسم العميل *

# dropoffCustomerNameHint
source: e.g. Ahmad
ar: مثال: أحمد

# dropoffPhoneOptional
source: Phone Number (optional)
ar: رقم الهاتف (اختياري)

# dropoffNextAddItems
source: Next — Add Items
ar: التالي — إضافة القطع

# dropoffSelectService
source: Select Service
ar: اختر الخدمة

# dropoffItemType
source: Item Type
ar: نوع القطعة

# dropoffOther
source: Other
ar: أخرى

# dropoffEnterItemType
source: Enter item type
ar: أدخل نوع القطعة

# dropoffQuantity
source: Quantity
ar: الكمية

# dropoffItemNotesOptional
source: Item notes (optional)
ar: ملاحظات على القطعة (اختياري)

# dropoffItemNotesHint
source: Stain on the front, for example...
ar: بقعة على الأمام، مثلاً...

# dropoffAddItemToTicket
source: Add item to ticket
ar: إضافة القطعة للتذكرة

# dropoffAddedItems
source: Added items ({count})
ar: القطع المضافة ({count})

# dropoffReviewOrder
source: Review order ({count} items — {total})
ar: مراجعة الطلب ({count} قطعة — {total})

# dropoffEnterAttribute
source: Enter {label}
ar: أدخل {label}

# dropoffEditCustomer
source: Edit
ar: تعديل

# dropoffItemsList
source: Items ({count})
ar: القطع ({count})

# dropoffEstimatedReadyTitle
source: Estimated Ready Date
ar: الموعد المتوقع للتجهيز

# dropoffInDays
source: In {count} {label}
ar: بعد {count} {label}

# dropoffDay
source: day
ar: يوم

# dropoffDays
source: days
ar: أيام

# dropoffUrgentService
source: Urgent Service
ar: خدمة مستعجلة

# dropoffUrgentPriority
source: Higher processing priority
ar: أولوية معالجة أعلى

# dropoffGeneralNotes
source: General notes (optional)
ar: ملاحظات عامة (اختياري)

# dropoffGeneralNotesHint
source: Any notes on the order...
ar: أي ملاحظات على الطلب...

# dropoffCreateTicket
source: Create ticket {ticketNumber}
ar: إنشاء تذكرة {ticketNumber}

# dropoffInfoRequestTitle
source: Request Info
ar: طلب معلومات

# dropoffAdditionalNotes
source: Additional notes (optional)
ar: ملاحظات إضافية (اختياري)

# dropoffAdditionalNotesHint
source: Any extra clarification...
ar: أي توضيح إضافي...

# dropoffSend
source: Send
ar: إرسال

# dropoffSendCount
source: Send ({count})
ar: إرسال ({count})

# dropoffPastItemsSummary
source: {count} items · {price}
ar: {count} قطع · {price}

# insightsTitle
source: Insights
ar: الإحصائيات

# insightsLoadError
source: Error loading insights
ar: حدث خطأ في تحميل الإحصائيات

# insightsDataLoadError
source: Error loading data
ar: حدث خطأ في تحميل البيانات

# insightsPeriodWeekly
source: Weekly
ar: أسبوعي

# insightsPeriodMonthly
source: Monthly
ar: شهري

# insightsPeriodYearly
source: Yearly
ar: سنوي

# insightsPeriodThisWeek
source: This Week
ar: هذا الأسبوع

# insightsPeriodThisMonth
source: This Month
ar: هذا الشهر

# insightsPeriodThisYear
source: This Year
ar: هذه السنة

# insightsComparedToLastWeek
source: Compared to last week
ar: مقارنة بالأسبوع الماضي

# insightsComparedToLastMonth
source: Compared to last month
ar: مقارنة بالشهر الماضي

# insightsComparedToLastYear
source: Compared to last year
ar: مقارنة بالسنة الماضية

# insightsNoData
source: No data
ar: لا توجد بيانات

# insightsInsufficientData
source: Insufficient data
ar: لا توجد بيانات كافية

# insightsSubscriptions
source: Subscriptions
ar: الاشتراكات

# insightsSmartTips
source: Smart Tips
ar: نصائح ذكية

# insightsBookingSchedule
source: Booking Schedule
ar: جدول الحجوزات

# insightsCurrentWeek
source: Current Week
ar: الأسبوع الحالي

# insightsDaySat
source: Sat
ar: سبت

# insightsDaySun
source: Sun
ar: أحد

# insightsDayMon
source: Mon
ar: اثنين

# insightsDayTue
source: Tue
ar: ثلاثاء

# insightsDayWed
source: Wed
ar: أربعاء

# insightsDayThu
source: Thu
ar: خميس

# insightsDayFri
source: Fri
ar: جمعة

# insightsModifierAnalysis
source: Modifier Analysis
ar: تحليل التعديلات
