Repository: Massad/honak.app
Catalog: lib/core/l10n/arb/app_*.arb
Languages: ar

# bizInviteTitle
source: Invite customer
ar: دعوة عميل

# bizInvitePhoneHint
source: Phone: 07XXXXXXXX
ar: رقم الهاتف: 07XXXXXXXX

# bizInviteNameHint
source: Customer name (optional)
ar: اسم العميل (اختياري)

# bizInviteAttachPackage
source: Attach package (optional)
ar: إرفاق باقة (اختياري)

# bizInviteNoPackage
source: No package
ar: بدون باقة

# bizInviteDirectActivate
source: Activate subscription now (cash payment)
ar: تفعيل الاشتراك فوراً (دفع نقدي)

# bizInviteAdd
source: Add
ar: إضافة

# bizInviteActivate
source: Activate
ar: تفعيل

# bizInviteWhatsApp
source: WhatsApp
ar: واتساب

# bizInviteSentInvites
source: Sent invites
ar: الدعوات المرسلة

# bizInvitePending
source: Pending
ar: بانتظار

# bizInviteRegistered
source: Registered
ar: سجّل

# bizInviteSubscribed
source: Subscribed
ar: مشترك

# bizInviteExpired
source: Expired
ar: منتهية

# bizInviteWithdrawn
source: Withdrawn
ar: ملغاة

# bizInviteWithdraw
source: Withdraw invite
ar: سحب الدعوة

# bizInviteSentToday
source: Today
ar: اليوم

# bizInviteSentDaysAgo
source: {days} days ago
ar: قبل {days} يوم

# bizInviteExpiresInDays
source: Expires in {days} days
ar: تنتهي خلال {days} يوم

# bizInviteNoInvites
source: No invites
ar: لا توجد دعوات

# bizInviteLinkCopied
source: Link copied
ar: تم نسخ الرابط

# bizInviteRegisteredFilter
source: Registered
ar: سجّلوا

# bizInviteAllFilter
source: All
ar: الكل

# bizInviteSearchHint
source: Search by name or phone...
ar: بحث بالاسم أو رقم الهاتف...

# bizSubFilterAll
source: All
ar: الكل

# bizSubFilterAuto
source: Auto
ar: تلقائي

# bizSubFilterRemind
source: Remind
ar: تذكير

# bizSubFilterLow
source: Low balance
ar: رصيد منخفض

# bizSubTodayAutoOrders
source: Today's auto-orders
ar: طلبات اليوم التلقائية

# bizSubConfirm
source: Confirm
ar: تأكيد

# bizSubSkip
source: Skip
ar: تخطي

# bizSubConfirmedLabel
source: Confirmed
ar: تم التأكيد

# bizSubSkippedLabel
source: Skipped
ar: تم التخطي

# bizSubCreditsBefore
source: Credits: {before} → {after} after confirm
ar: رصيد: {before} ← {after} بعد التأكيد

# bizSubStatusActive
source: Active
ar: نشط

# bizSubStatusDepleted
source: Depleted
ar: نفد الرصيد

# bizSubStatusPaused
source: Paused
ar: متوقف

# bizSubStatusEnded
source: Ended
ar: منتهي

# bizSubExpiresAt
source: Expires {date}
ar: ينتهي {date}

# bizSubNoSubscribers
source: No subscribers
ar: لا يوجد مشتركون

# bizSubRenewReminder
source: Renewal reminder
ar: تذكير بالتجديد

# bizSubReminderSent
source: Reminder sent to {name}
ar: تم إرسال تذكير لـ {name}

# bizSubOrderConfirmed
source: Order confirmed for {name}
ar: تم تأكيد طلب {name}

# bizSubOrderSkipped
source: Order skipped for {name}
ar: تم تخطي طلب {name}

# bizSubAutoMode
source: Auto
ar: تلقائي

# bizSubRemindMode
source: Remind
ar: تذكير

# bizManageSubTitle
source: Manage {name}'s subscription
ar: إدارة اشتراك {name}

# bizManageAdjustCredits
source: Adjust credits
ar: تعديل الرصيد

# bizManageAdjustCreditsDesc
source: Add or deduct credits manually
ar: إضافة أو خصم رصيد يدوياً

# bizManagePause
source: Pause
ar: إيقاف مؤقت

# bizManagePauseDesc
source: Freeze subscription temporarily
ar: تجميد الاشتراك لفترة محددة

# bizManageResume
source: Resume subscription
ar: استئناف الاشتراك

# bizManageResumeDesc
source: Reactivate subscription now
ar: إعادة تفعيل الاشتراك فوراً

# bizManageCancel
source: Cancel subscription
ar: إلغاء الاشتراك

# bizManageCancelDesc
source: End subscription and delete remaining credits
ar: إنهاء الاشتراك وحذف الرصيد المتبقي

# bizManageResumed
source: Subscription resumed for {name}
ar: تم استئناف اشتراك {name}

# bizConfirmPauseTitle
source: Pause subscription
ar: إيقاف الاشتراك مؤقتاً

# bizConfirmPauseDesc
source: The "{pkg}" subscription will be frozen until you reactivate it manually. No auto-orders will be sent during the pause.
ar: سيتم تجميد اشتراك "{pkg}" حتى تقوم بإعادة تفعيله يدوياً. لن يتم إرسال طلبات تلقائية خلال فترة التوقف.

# bizConfirmCancelTitle
source: Cancel subscription
ar: إلغاء الاشتراك

# bizConfirmCancelDesc
source: The "{pkg}" subscription will be permanently ended. The customer won't be able to use remaining credits.
ar: سيتم إنهاء اشتراك "{pkg}" نهائياً. لن يتمكن العميل من استخدام الرصيد المتبقي.

# bizConfirmCancelWarning
source: {credits} remaining credits will be deleted. This action cannot be undone.
ar: سيتم حذف {credits} وحدة متبقية من رصيد العميل. هذا الإجراء لا يمكن التراجع عنه.

# bizConfirmPackageLabel
source: Package
ar: الباقة

# bizConfirmRemainingLabel
source: Remaining credits
ar: الرصيد المتبقي

# bizConfirmDeliveryMode
source: Delivery mode
ar: نمط التوصيل

# bizConfirmTotalOrders
source: Total orders
ar: إجمالي الطلبات

# bizConfirmTotalOrdersValue
source: {count} orders
ar: {count} طلب

# bizConfirmPauseBtn
source: Pause
ar: إيقاف مؤقت

# bizConfirmCancelBtn
source: Confirm cancellation
ar: تأكيد الإلغاء

# bizConfirmBack
source: Cancel
ar: تراجع

# bizConfirmPaused
source: Subscription paused for {name}
ar: تم إيقاف اشتراك {name} مؤقتاً

# bizConfirmCancelled
source: Subscription cancelled for {name}
ar: تم إلغاء اشتراك {name}

# bizSubCreditsUnit
source: credits
ar: وحدة

# bizCustomerAvgOrder
source: Avg order
ar: معدل الطلب

# bizCustomerMemberSince
source: Member since
ar: عضو منذ

# bizCustomerCall
source: Call
ar: اتصال

# bizCustomerRecentOrders
source: Recent orders
ar: الطلبات الأخيرة

# bizCustomerNoOrders
source: No orders yet
ar: لا توجد طلبات بعد

# bizInviteSummaryPending
source: Pending
ar: بانتظار

# bizInviteSummaryRegistered
source: Registered
ar: سجّلوا

# bizInviteSummarySubscribed
source: Subscribed
ar: اشتركوا

# bizInviteConversionRate
source: Conversion
ar: نسبة التحويل

# bizInviteSelectPackage
source: Select package
ar: اختر باقة

# bizInviteDirectActivateLabel
source: Activate subscription immediately (cash payment)
ar: تفعيل الاشتراك فوراً (دفع نقدي)

# dirManageTitle
source: Directory Management
ar: إدارة الدليل

# dirUnitCount
source: {count} units
ar: {count} وحدة

# dirAddUnit
source: Add unit
ar: إضافة وحدة

# dirNoTenantsYet
source: No tenants yet
ar: لا يوجد مستأجرين بعد

# dirNoTenantsHint
source: Add tenants to build your mall directory
ar: أضف مستأجرين لبناء دليل مولك

# dirAddTenant
source: Add tenant
ar: إضافة مستأجر

# dirNoResults
source: No results
ar: لا توجد نتائج

# dirClearFilter
source: Clear filter
ar: مسح التصفية

# dirLoadError
source: Error loading directory data
ar: خطأ في تحميل بيانات الدليل

# dirEditTenant
source: Edit tenant
ar: تعديل مستأجر

# dirUnlink
source: Unlink
ar: إلغاء الربط

# dirResendInvite
source: Resend invite
ar: إعادة إرسال الدعوة

# dirCancelInvite
source: Cancel invite
ar: إلغاء الدعوة

# dirInviteCancelled
source: Invite cancelled
ar: تم إلغاء الدعوة

# dirSendInvite
source: Send invite
ar: إرسال دعوة

# dirTenantUnlinked
source: {name} unlinked
ar: تم إلغاء ربط {name}

# dirTenantDeleted
source: {name} deleted
ar: تم حذف {name}

# dirViewPage
source: View {name}'s page
ar: عرض صفحة {name}

# dirFloorsUpdated
source: Floors updated
ar: تم تحديث الطوابق

# dirCategoriesUpdated
source: Categories updated
ar: تم تحديث التصنيفات

# dirAmenitiesUpdated
source: Amenities updated
ar: تم تحديث المرافق

# dirFeaturedUpdated
source: Featured updated
ar: تم تحديث المميزون

# dirTenantAdded
source: Tenant added
ar: تم إضافة المستأجر

# dirTenantUpdated
source: {name} updated
ar: تم تحديث {name}

# dirStatsTotal
source: Total
ar: إجمالي

# dirStatusClaimed
source: Linked
ar: مربوط

# dirStatusNew
source: New
ar: جديد

# dirStatusInvited
source: Invited
ar: مدعو

# dirStatusUnclaimed
source: Unlinked
ar: غير مربوط

# dirChipFloors
source: Floors
ar: الطوابق

# dirChipCategories
source: Categories
ar: التصنيفات

# dirChipAmenities
source: Amenities
ar: المرافق

# dirChipFeatured
source: Featured
ar: المميزون

# dirChipMaps
source: Maps
ar: الخرائط

# dirFilterAll
source: All
ar: الكل

# dirSearchHint
source: Search store or unit number...
ar: ابحث عن متجر أو رقم وحدة...

# dirCoverageTitle
source: Tenant coverage {percent}%
ar: تغطية المستأجرين {percent}%

# dirCoverageLinked
source: {count} linked
ar: {count} مربوط

# dirCoverageInvited
source: {count} invited
ar: {count} مدعو

# dirCoverageOfTotal
source: {filled} of {total} units
ar: {filled} من {total} وحدة

# dirStatusLinkedAt
source: Linked · {time}
ar: مربوط · {time}

# dirStatusPendingInvite
source: Pending invite · {time}
ar: دعوة معلّقة · {time}

# dirTimeAgoMonths
source: {count} months ago
ar: منذ {count} شهر

# dirTimeAgoDays
source: {count} days ago
ar: منذ {count} يوم

# dirTimeAgoHours
source: {count} hours ago
ar: منذ {count} ساعة

# dirTimeAgoNow
source: Just now
ar: الآن

# dirTenantEdit
source: Edit
ar: تعديل

# dirTenantViewPage
source: View page
ar: عرض الصفحة

# dirTenantResendInvite
source: Resend invite
ar: إعادة الدعوة

# dirTenantSendInvite
source: Send invite
ar: إرسال دعوة

# dirTenantCount
source: {count} tenants
ar: {count} مستأجر

# dirOpenStatus
source: Open
ar: مفتوح

# dirClosedStatus
source: Temporarily closed
ar: مغلق مؤقتاً

# dirFloorManagerTitle
source: Manage Floors
ar: إدارة الطوابق

# dirFloorEdit
source: Edit floor
ar: تعديل طابق

# dirFloorNew
source: New floor
ar: طابق جديد

# dirFloorNameHint
source: Floor name (e.g. Ground Floor)
ar: اسم الطابق (مثال: الطابق الأرضي)

# dirFloorLabelHint
source: Short label (optional, e.g. GF)
ar: تسمية مختصرة (اختياري، مثال: أرضي)

# dirFloorUpdate
source: Update
ar: تحديث

# dirFloorAdd
source: Add
ar: إضافة

# dirFloorEmpty
source: No floors
ar: لا توجد طوابق

# dirFloorAddBtn
source: Add floor
ar: إضافة طابق

# dirFloorCannotDelete
source: Cannot delete "{name}" — has tenants
ar: لا يمكن حذف "{name}" — يحتوي على مستأجرين

# dirCategoryManagerTitle
source: Manage Categories
ar: إدارة التصنيفات

# dirCategoryEdit
source: Edit category
ar: تعديل تصنيف

# dirCategoryNew
source: New category
ar: تصنيف جديد

# dirCategoryNameHint
source: Category name
ar: اسم التصنيف

# dirCategoryUpdate
source: Update
ar: تحديث

# dirCategoryAdd
source: Add
ar: إضافة

# dirCategoryEmpty
source: No categories
ar: لا توجد تصنيفات

# dirCategoryAddBtn
source: Add category
ar: إضافة تصنيف

# dirCategoryCannotDelete
source: Cannot delete "{name}" — has {count} tenants
ar: لا يمكن حذف "{name}" — يحتوي على {count} مستأجر

# dirAmenityTitle
source: Mall Amenities
ar: مرافق المول

# dirAmenitySelectedCount
source: {count} selected
ar: {count} مرفق محدد

# dirAmenityParking
source: Parking
ar: مواقف سيارات

# dirAmenityWifi
source: Wi-Fi
ar: واي فاي

# dirAmenityPrayerRoom
source: Prayer room
ar: مصلى

# dirAmenityRestrooms
source: Restrooms
ar: دورات مياه

# dirAmenityElevator
source: Elevator
ar: مصعد

# dirAmenityAC
source: Air conditioning
ar: تكييف

# dirAmenityKidsArea
source: Kids area
ar: منطقة أطفال

# dirAmenityWheelchair
source: Wheelchair access
ar: كراسي متحركة

# dirAmenityATM
source: ATM
ar: صراف آلي

# dirAmenitySecurity
source: Security
ar: أمن وحراسة

# dirAmenityCCTV
source: CCTV
ar: كاميرات مراقبة

# dirAmenityCustomerService
source: Customer service
ar: خدمة عملاء

# dirAmenitySmokingArea
source: Smoking area
ar: منطقة تدخين

# dirAmenityEVCharging
source: EV charging
ar: شحن كهربائي

# dirAmenityPharmacy
source: Pharmacy
ar: صيدلية

# dirFeaturedTitle
source: Featured Tenants
ar: المستأجرون المميزون

# dirFeaturedCount
source: {selected}/{max} featured
ar: {selected}/{max} مميز

# dirFeaturedNoLinked
source: No linked tenants
ar: لا يوجد مستأجرين مربوطين

# dirMapsTitle
source: Floor Maps
ar: خرائط الطوابق

# dirMapsAddFloorsFirst
source: Add floors first
ar: أضف طوابق أولاً

# dirMapsUpload
source: Upload floor map
ar: رفع خريطة الطابق

# dirMapsFileHint
source: PNG, JPG — up to 5 MB
ar: PNG, JPG — حتى 5 MB

# dirTenantFormEditTitle
source: Edit tenant
ar: تعديل مستأجر

# dirTenantFormAddTitle
source: Add tenant
ar: إضافة مستأجر

# dirTenantFormSearchHint
source: Search for a page on Honak...
ar: ابحث عن صفحة في حُنُك...

# dirTenantFormSearchEmpty
source: Search for a page to link as tenant
ar: ابحث عن صفحة لربطها كمستأجر

# dirTenantFormCreateNew
source: Or create new tenant
ar: أو أنشئ مستأجر جديد

# dirTenantFormPageAlreadyLinked
source: This page is already linked
ar: هذه الصفحة مربوطة بالفعل

# dirTenantFormChange
source: Change
ar: تغيير

# dirTenantFormUnitLabel
source: Unit number
ar: رقم الوحدة

# dirTenantFormUnitHint
source: e.g. A-12
ar: مثال: A-12

# dirTenantFormFloorLabel
source: Floor
ar: الطابق

# dirTenantFormCategoryLabel
source: Category
ar: التصنيف

# dirTenantFormSearchForPage
source: Search for a page
ar: البحث عن صفحة

# dirTenantFormNameLabel
source: Tenant name
ar: اسم المستأجر

# dirTenantFormNameHint
source: Store or business name
ar: اسم المحل أو النشاط

# dirTenantFormDuplicateName
source: A tenant with this name already exists
ar: يوجد مستأجر بنفس الاسم

# dirTenantFormPhoneLabel
source: Phone number (optional)
ar: رقم الهاتف (اختياري)

# dirTenantFormInYourMall
source: In your mall
ar: في مولك

# dirTenantFormFollowers
source: {count} followers
ar: {count} متابع

# dirTenantFormInviteBtn
source: Invite
ar: دعوة

# dirInviteSheetTitle
source: Send Invite
ar: إرسال دعوة

# dirInviteMessage
source: Hello, you're invited to join the {mallName} directory on Honak! Unit: {unit} Category: {category} Join now: https://honak.app/invite/mock
ar: مرحباً، أنت مدعو للانضمام إلى دليل {mallName} على حُنُك! الوحدة: {unit} التصنيف: {category} انضم الآن: https://honak.app/invite/mock

# dirInviteWhatsApp
source: WhatsApp
ar: واتساب

# dirInviteSMS
source: SMS
ar: رسالة نصية

# dirInviteCopy
source: Copy
ar: نسخ

# dirInviteWhatsAppSoon
source: Coming soon — WhatsApp
ar: قريباً — واتساب

# dirInviteSMSSoon
source: Coming soon — SMS
ar: قريباً — SMS

# dirInviteCopied
source: Invite copied
ar: تم نسخ الدعوة

# dirUnlinkTitle
source: Unlink "{name}"
ar: إلغاء ربط "{name}"

# dirUnlinkReason
source: Why do you want to unlink?
ar: لماذا تريد إلغاء الربط؟

# dirUnlinkReasonNotTenant
source: No longer a tenant
ar: لم يعد مستأجراً

# dirUnlinkReasonWrongLink
source: Wrong link
ar: خطأ في الربط

# dirUnlinkReasonOther
source: Other
ar: أخرى

# dirUnlinkConfirmBtn
source: Unlink
ar: إلغاء الربط

# dirDeleteTitle
source: Delete "{name}"
ar: حذف "{name}"

# dirDeleteWarning
source: This tenant will be permanently deleted from the directory. This action cannot be undone.
ar: سيتم حذف هذا المستأجر نهائياً من الدليل. لا يمكن التراجع عن هذا الإجراء.

# dirDeleteConfirmBtn
source: Delete permanently
ar: حذف نهائي

# dirInviteConfirmTitle
source: Are you sure?
ar: هل أنت متأكد؟

# dirInviteConfirmDesc
source: An invite will be sent to this page to join your mall directory
ar: سيتم إرسال دعوة لهذه الصفحة للانضمام لدليل مولك

# dirInviteConfirmCancel
source: No, go back
ar: لا، ارجع

# dirInviteConfirmYes
source: Yes, invite them
ar: نعم، أدعوهم

source: Queue Board
ar: لوحة الدور

# queueWaiting
source: Waiting
ar: في الانتظار

# queueInProgress
source: In Progress
ar: قيد الخدمة

# queueCompleted
source: Completed
ar: مكتمل

# queueWaitTime
source: Wait Time
ar: وقت الانتظار

# queueEstimatedWaitMin
source: ~{min} min
ar: ~{min} د

source: Queue Paused
ar: الدور متوقف

# queuePauseQueue
source: Pause Queue
ar: إيقاف الدور

source: Queue Paused Temporarily
ar: الدور متوقف مؤقتاً

# queuePauseCustomerNotice
source: Customers cannot join the queue at this time
ar: لن يتمكن العملاء من حجز مكان بالدور حالياً

# queueResume
source: Resume
ar: استئناف

# queueNoOneWaiting
source: No one waiting
ar: لا يوجد أحد بالانتظار

# queueNoVehiclesInProgress
source: No vehicles in progress
ar: لا توجد سيارات قيد الخدمة

# queueNoVehiclesReady
source: No vehicles ready
ar: لا توجد سيارات جاهزة

# queueStartService
source: Start Service
ar: ابدأ الخدمة

# queueReadyCheck
source: Ready
ar: جاهز ✓

# queuePickedUp
source: Picked Up
ar: تم الاستلام

# queueReadyForPickup
source: Ready for Pickup
ar: جاهز للاستلام

# queueCompletedToday
source: Completed Today ({count})
ar: مكتمل اليوم ({count})

# queueNoCompletedToday
source: No completed orders today
ar: لا توجد طلبات مكتملة اليوم

# queueDaySummary
source: Today's Summary
ar: ملخص اليوم

# queueTotalVehicles
source: Total Vehicles
ar: إجمالي السيارات

# queueCompletedRevenueJod
source: Completed Revenue (JOD)
ar: إيراد مكتمل (د.أ)

# queuePendingRevenueJod
source: Pending Revenue (JOD)
ar: إيراد قادم (د.أ)

# queueRevenueJod
source: Revenue (JOD)
ar: إيراد (د.أ)

# queueCurrentWaitTime
source: Current Wait Time
ar: وقت الانتظار الحالي

# queueApproxMinutes
source: ~{min} minutes
ar: ~{min} دقيقة

# queueStatusUpdated
source: Status updated
ar: تم تحديث الحالة

# queueNoShowRecorded
source: No-show recorded
ar: تم تسجيل عدم الحضور

# queueEntryRemoved
source: Removed
ar: تم الحذف

# queueEntryAdded
source: Added to queue
ar: تمت الإضافة للدور

# queueChatComingSoon
source: Chat coming soon
ar: المحادثة قريباً

# queueStatusWaiting
source: Waiting
ar: في الانتظار

# queueStatusOnTheWay
source: On the Way
ar: في الطريق

# queueStatusInProgress
source: In Progress
ar: قيد الخدمة

# queueStatusReady
source: Ready for Pickup
ar: جاهز للاستلام

# queueStatusCompleted
source: Completed
ar: مكتمل

# queueStatusNoShow
source: No Show
ar: لم يحضر

# queueLabelWaiting
source: Waiting
ar: بالانتظار

# queueLabelInProgress
source: In Progress
ar: قيد التنفيذ

# queueLabelReady
source: Ready
ar: جاهز

# queueLabelCompleted
source: Completed
ar: مكتمل

# queueLabelNoShow
source: No Show
ar: لم يحضر

# queueLabelOnTheWay
source: On the Way
ar: في الطريق

# queueSubscriber
source: Subscriber
ar: مشترك

# queueArrival
source: Arrival
ar: وصول

# queueCustomer
source: Customer
ar: العميل

# queueCall
source: Call
ar: اتصال

# queueChat
source: Chat
ar: محادثة

# queueVehicle
source: Vehicle
ar: السيارة

# queueService
source: Service
ar: الخدمة

# queueEstimatedDuration
source: Estimated duration: ~{min} min
ar: مدة متوقعة: ~{min} دقيقة

# queueAddOns
source: Add-ons
ar: إضافات

# queueSubtotalBeforeDiscount
source: Subtotal before discount
ar: المجموع قبل الخصم

# queueDiscountLabel
source: Discount
ar: خصم

# queueDiscountPercent
source: Discount {percent}%
ar: خصم {percent}%

# queueGrandTotal
source: Grand Total
ar: الإجمالي

# queueDocPhotos
source: Documentation Photos
ar: صور التوثيق

# queuePhotoBefore
source: Before Photo
ar: صورة قبل

# queuePhotoAfter
source: After Photo
ar: صورة بعد

# queuePhotoCaptured
source: Captured
ar: ✓ تم التقاط

# queueNotes
source: Notes
ar: ملاحظات

# queueTimings
source: Timings
ar: التوقيتات

# queueTimingArrival
source: Arrival
ar: الوصول

# queueTimingServiceStart
source: Service Start
ar: بدء الخدمة

# queueTimingCompleted
source: Completed
ar: اكتمال

# queueTimingReady
source: Ready
ar: جاهز

# queueActivityLog
source: Activity Log
ar: سجل النشاط

# queueSourceReserve
source: Reserved
ar: حجز

# queueSourcePhone
source: Phone
ar: هاتف

# queueSourceWalkIn
source: Walk-in
ar: حضوري

# queueOnTheWayBadge
source: On way
ar: ادور

# queueMinRemaining
source: {min} min left
ar: {min} د متبقية

# queueMinOvertime
source: +{min} min overtime
ar: +{min} د تأخير

# queueNoShowLabel
source: No Show
ar: لم يحضر

# queueChangeStatus
source: Change Order Status
ar: تغيير حالة الطلب

# queueAddOnCount
source: +{count} add-on
ar: +{count} إضافة

# queueCheckinTime
source: Check-in time: {time}
ar: وقت الوصول: {time}

# queueExpandedNotes
source: Notes
ar: ملاحظات

# queueExpandedAddOns
source: Add-ons:
ar: إضافات:

# queueElapsedMinutes
source: {elapsed} min elapsed of ~{total} min
ar: {elapsed} د مضت · من أصل ~{total} د

# queueSelectService
source: Select Service
ar: اختر الخدمة

# queueCustomerDetails
source: Customer Details
ar: تفاصيل العميل

# queueCustomerName
source: Customer Name *
ar: اسم العميل *

# queueCustomerNameHint
source: e.g. Ahmad
ar: مثال: أحمد

# queuePhoneOptional
source: Phone Number (optional)
ar: رقم الهاتف (اختياري)

# queueVehicleType
source: Vehicle Type
ar: نوع السيارة

# queueVehicleTypeHint
source: Enter vehicle type...
ar: أدخل نوع السيارة...

# queueVehicleColor
source: Vehicle Color
ar: لون السيارة

# queueVehicleColorHint
source: Enter vehicle color...
ar: أدخل لون السيارة...

# queuePlateOptional
source: Plate Number (optional)
ar: رقم اللوحة (اختياري)

# queueNotesOptional
source: Notes (optional)
ar: ملاحظات (اختياري)

# queueNotesHint
source: Any special notes...
ar: أي ملاحظات خاصة...

# queueAddToQueue
source: Add to Queue
ar: إضافة للدور

# queueAddDiscount
source: Add Discount
ar: إضافة خصم

# queueDiscountFixed
source: Fixed Amount (JOD)
ar: مبلغ ثابت (د.أ)

# queueDiscountPercentage
source: Percentage (%)
ar: نسبة مئوية (%)

# queueDiscountReason
source: Discount Reason
ar: سبب الخصم

# queueDiscountReasonHint
source: Discount reason...
ar: سبب الخصم...

# queueAfterDiscount
source: After Discount
ar: بعد الخصم

# queueRemoveDiscount
source: Remove Discount
ar: إزالة الخصم

# queueOther
source: Other
ar: أخرى

# queueMostPopular
source: Most Popular
ar: الأكثر طلباً

# queueChange
source: Change
ar: تغيير

# queueActivityEntryCreated
source: Added to queue
ar: تم إضافة للدور

# queueActivityStatusChanged
source: Status changed
ar: تغيير الحالة

# queueActivityPhotoBefore
source: Before photo
ar: صورة قبل

# queueActivityPhotoAfter
source: After photo
ar: صورة بعد

# queueActivityNoShow
source: No show
ar: لم يحضر

# queueActivityPaymentMarked
source: Payment marked
ar: تم الدفع

# queueActivityNoteAdded
source: Note added
ar: ملاحظة

# queueActivityOnTheWay
source: Customer on the way
ar: العميل في الطريق

# queueActivityCustomerRole
source: Customer
ar: عميل

# queueActivityPaymentCash
source: Cash
ar: كاش

# queueCurrentQueue
source: Current Queue
ar: الدور الحالي

# queueWaitMinutes
source: min wait
ar: دقيقة انتظار

# queueCarReady
source: Your car is ready!
ar: سيارتك جاهزة!

# queuePayOnPickup
source: Pay on pickup — {methods}
ar: ادفع عند الاستلام — {methods}

# queueTotal
source: Total
ar: المجموع

# queueYouAreInQueue
source: You're in queue
ar: أنت بالدور

# queueYourPosition
source: Your position
ar: رقمك بالدور

# queueAheadCount
source: Ahead of you
ar: قبلك

# queueWaitTimeLabel
source: Wait time
ar: وقت الانتظار

# queueImOnMyWay
source: I'm on my way
ar: أنا ادور — في الطريق

# queueOnMyWayConfirmed
source: You're on your way
ar: أنت في الطريق

# queueRequestModification
source: Request Modification
ar: طلب تعديل

# queueCancelReservation
source: Cancel Reservation
ar: إلغاء الحجز

# queueWorkingOnCar
source: Working on your car
ar: جاري العمل على سيارتك

# queueMinutesPassed
source: {min} min elapsed
ar: {min} دقيقة مضت

# queueOutOfMinutes
source: of {min} min
ar: من {min} دقيقة

# queueCannotCancelNotice
source: Cannot cancel after service starts — use chat instead
ar: لا يمكن الإلغاء بعد بدء الخدمة — تواصل عبر المحادثة

# queueTodayByQueue
source: Today — By Queue
ar: اليوم — بالدور

# queueTodayByQueueSubtitle
source: Reserve your spot and come when it's your turn
ar: احجز مكانك بالدور وتعال لما يقرب دورك

# queueBookLater
source: Book Later
ar: موعد لاحق

# queueBookLaterSubtitle
source: Choose a day and time that suits you
ar: اختر يوم ووقت يناسبك

# queueQueueSizeWaiting
source: {count} waiting
ar: {count} بالانتظار

# queueOptionalAddOns
source: Optional Add-ons
ar: إضافات اختيارية

# queueReserveSpot
source: Reserve Your Spot
ar: احجز مكانك بالدور

# queueModifyRequest
source: Request Modification
ar: طلب تعديل

# queueWhatToModify
source: What would you like to change?
ar: ما الذي تريد تعديله؟

# queueChangeService
source: Change Service
ar: تغيير الخدمة

# queueModifyAddOns
source: Modify Add-ons
ar: تعديل الإضافات

# queueAddNote
source: Add a Note
ar: إضافة ملاحظة

# queueSelectNewService
source: Select New Service
ar: اختر الخدمة الجديدة

# queueNoteLabel
source: Note
ar: ملاحظة

# queueNoteHint
source: Write your note here...
ar: اكتب ملاحظتك هنا...

# queueSubmitModification
source: Submit Modification Request
ar: إرسال طلب التعديل
